<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Help Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to display application language.
    | You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'add_input_field' => 'បន្ថែមវាលបញ្ចូល',

    'remove_input_field' => 'យកវាលបញ្ចូលនេះចេញ',

    'marketplace_name' => 'ឈ្មោះនៃឈ្មោះផ្សារ. ភ្ញៀវទេសចរនឹងឃើញឈ្មោះនេះ.',

    'system_legal_name' => 'ឈ្មោះស្របច្បាប់នៃអាជីវកម្ម',

    'min_pass_lenght' => 'អប្បបរមា ៦ តួអក្សរ',

    'role_name' => 'ចំណងជើងតួនាទីអ្នកប្រើ',

    'role_type' => 'វេទិកានិងពាណិជ្ជករ. វេទិកាប្រភេទតួនាទីអាចប្រើបានសម្រាប់តែអ្នកប្រើប្រាស់វេទិកាសំខាន់ប៉ុណ្ណោះ,ពាណិជ្ជករមិនអាចប្រើតួនាទីនេះបានទេ. ប្រភេទតួនាទីអ្នកជំនួញនឹងមាននៅពេលដែលអ្នកជំនួញនឹងបន្ថែមអ្នកប្រើប្រាស់ថ្មី.',

    'role_level' => 'កំរិតតួនាទីនឹងត្រូវប្រើដើម្បីកំនត់ថាអ្នកណាអាចគ្រប់គ្រងនរណាបាន. ឧទាហរណ៍: អ្នកប្រើដែលមានតួនាទីទី ២ មិនអាចកែប្រែអ្នកប្រើប្រាស់ណាម្នាក់ដែលមានតួនាទីទី ១ បានទេ។. រក្សាភាពស្រស់ស្អាតប្រសិនបើតួនាទីសម្រាប់អ្នកប្រើប្រាស់កម្រិតចុងក្រោយ.',

    'you_cant_set_role_level' => 'មានតែអ្នកប្រើប្រាស់កម្រិតខ្ពស់ប៉ុណ្ណោះដែលអាចកំណត់តម្លៃនេះ.',

    'cant_edit_special_role' => 'ប្រភេទតួនាទីនេះមិនអាចកែប្រែបានទេ. ប្រយ័ត្នក្នុងការកែប្រែសិទ្ធិរបស់តួនាទីនេះ.',

    'set_role_permissions' => 'កំណត់ការអនុញ្ញាតតួនាទីយ៉ាងប្រុងប្រយ័ត្ន. ជ្រើសយក \'Role Type\' ដើម្បីទទួលបានម៉ូឌុលត្រឹមត្រូវ.',

    'permission_modules' => 'បើកដំណើរការម៉ូឌុលដើម្បីកំណត់ការអនុញ្ញាតសម្រាប់ម៉ូឌុល',

    'shipping_rate_delivery_takes' => 'ត្រូវជាក់លាក់អតិថិជននឹងឃើញចំណុចនេះ.',

    'type_dbreset' => 'វាយពាក្យដែលត្រឹមត្រូវ "RESET" នៅក្នុងប្រអប់ដើម្បីបញ្ជាក់ពីបំណងប្រាថ្នារបស់អ្នក.',

    'type_environment' => 'វាយពាក្យដែលត្រឹមត្រូវ "ENVIRONMENT" នៅក្នុងប្រអប់ដើម្បីបញ្ជាក់ពីបំណងប្រាថ្នារបស់អ្នក.',

    'type_uninstall' => 'វាយពាក្យដែលត្រឹមត្រូវ "UNINSTALL" នៅក្នុងប្រអប់ដើម្បីបញ្ជាក់ពីបំណងប្រាថ្នារបស់អ្នក.',

    'module' => [
        'name' => 'អ្នកប្រើប្រាស់ទាំងអស់ដែលស្ថិតនៅក្រោមតួនាទីនេះនឹងអាចធ្វើសកម្មភាពដែលបានបញ្ជាក់ដើម្បីគ្រប់គ្រង :module.',

        'access' => [
            'common' => 'នេះ​គឺជា :access ម៉ូឌុល. នោះមានន័យថាទាំងអ្នកប្រើវេទិកានិងអ្នកប្រើប្រាស់អ្នកជំនួញអាចចូលប្រើបាន.',

            'platform' => 'នេះ​គឺជា :access ម៉ូឌុល. នោះមានន័យថាមានតែអ្នកប្រើប្រាស់វេទិកាប៉ុណ្ណោះដែលអាចចូលប្រើបាន.',

            'merchant' => 'នេះ​គឺជា :access ម៉ូឌុល. នោះមានន័យថាមានតែអ្នកប្រើប្រាស់អ្នកជំនួញប៉ុណ្ណោះដែលអាចចូលបាន.',
        ]
    ],

    'currency_iso_code' => 'ISO 4217 លេខកូដ. ឧទាហរណ៍, ដុល្លារអាមេរិកមានលេខកូដ USD ហើយលេខកូដរូបិយប័ណ្ណរបស់ជប៉ុនគឺ JPY.',

    'country_iso_code' => 'ISO 3166_2 លេខកូដ. ឧទាហរណ៍, ឧទាហរណ៍: សំរាប់សហរដ្ឋអាមេរិចលេខកូដគឺ US',

    'currency_subunit' => 'ឯកតារងដែលជាប្រភាគនៃឯកតាមូលដ្ឋាន. ឧទាហរណ៍: cent, centavo, paisa',

    'currency_symbol_first' => 'តើនិមិត្តសញ្ញានឹងត្រូវដាក់នៅខាងឆ្វេង? ឧទាហរណ៍: $13.21',

    'currency_decimalpoint' => 'ឧទាហរណ៍: 13.21, 13,21',

    'currency_thousands_separator' => 'ឧទាហរណ៍: 1,000, 1.000, 1 000',

    'cover_img_size' => 'ទំហំរូបភាពគម្របគួរតែមាន 1280x300px',

    'slug' => 'Slug ជាធម្មតាគឺជាម៉ាស៊ីនស្វែងរកដែលមានភាពរួសរាយរាក់ទាក់ URL',

    'shop_slug' => 'វានឹងត្រូវបានប្រើជាហាងរបស់អ្នក URL, អ្នកមិនអាចប្តូរវានៅពេលក្រោយបានទេ. មានគំនិតច្នៃប្រឌិតដើម្បីជ្រើសរើសយកស្លេសសម្រាប់ហាងរបស់អ្នក',

    'shop_url' => 'ផ្លូវពេញលេញទៅទំព័រចុះចតរបស់ហាង. អ្នកមិនអាចផ្លាស់ប្តូរឯកសារនេះបានទេ url.',

    'shop_timezone' => 'តំបន់ពេលវេលានឹងមិនមានផលប៉ះពាល់ដល់ហាងឬផ្សារទេ. វាគ្រាន់តែចង់ដឹងបន្ថែមអំពីហាងរបស់អ្នក',

    // 'website' => 'Homepage link',

    'url' => 'អាសយដ្ឋានគេហទំព័រ',

    'optional' => '(ស្រេចចិត្ត)',

    'use_markdown_to_bold' => 'បន្ថែម ** ទាំងពាក្យគន្លឹះសំខាន់ៗដើម្បីបញ្ជាក់',

    'announcement_action_text' => 'ប៊ូតុងសកម្មភាពស្រេចចិត្តដើម្បីភ្ជាប់ការប្រកាសទៅអ្នកណាម្នាក់ url',

    'announcement_action_url' => 'url សកម្មភាពទៅនឹងការប្រកាសប្លុកឬ url ណាមួយ
',

    // 'help_doc_link' => 'Help document link',

    'blog_feature_img_hint' => 'ទំហំរូបភាពគួរមាន 960x480px',

    'code' => 'លេខកូដ',

    'brand' => 'យីហោរបស់ផលិតផល. មិនចាំបាច់ប៉ុន្តែបានណែនាំ',

    'shop_name' => 'យីហោឬឈ្មោះបង្ហាញរបស់ហាង',

    'shop_status' => 'ប្រសិនបើសកម្មហាងនឹងមានការរស់នៅភ្លាមៗ.',

    'shop_maintenance_mode_handle' => 'ប្រសិនបើរបៀបថែទាំបើកហាងនឹងនៅក្រៅបណ្តាញហើយរាល់ការចុះបញ្ជីទាំងអស់នឹងត្រូវចុះពីផ្សាររហូតដល់ការជួសជុលត្រូវបានបិទ.',

    'system_maintenance_mode_handle' => 'ប្រសិនបើបើករបៀបថែទាំ, ទីផ្សារនឹងនៅក្រៅបណ្តាញហើយទង់របៀបថែទាំនឹងត្រូវបានបង្ហាញដល់ភ្ញៀវ. នៅតែឈ្មួញអាចចូលប្រើផ្ទាំងគ្រប់គ្រងរបស់ពួកគេ.',

    'system_physical_address' => 'ទីតាំងជាក់ស្តែងនៃផ្សារ / ការិយាល័យ',

    'system_email' => 'ការជូនដំណឹងទាំងអស់នឹងត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលនេះ, ទទួលយកអ៊ីមែលគាំទ្រ (បើកំណត់)',

    'system_timezone' => 'ប្រព័ន្ធនេះនឹងប្រើតំបន់ពេលវេលានេះដើម្បីដំណើរការ.',

    'system_currency' => 'រូបិយប័ណ្ណទីផ្សារ',

    'system_slogan' => 'ស្លាកដែលពិពណ៌នាអំពីទីផ្សាររបស់អ្នកបំផុត',

    'system_length_unit' => 'ឯកតាប្រវែងនឹងត្រូវប្រើនៅលើទីផ្សារ.',

    'system_weight_unit' => 'ឯកតាទំងន់នឹងត្រូវប្រើប្រាស់នៅលើទីផ្សារ.',

    'system_valume_unit' => 'ឯកតានៃតម្លៃនឹងត្រូវប្រើនៅលើទីផ្សារ.',

    'ask_customer_for_email_subscription' => '
នៅពេលអតិថិជនថ្មីចុះឈ្មោះគណនីសួរអតិថិជនរបស់អ្នកថាតើគាត់ចង់ទទួលបានការផ្សព្វផ្សាយនិងការជូនដំណឹងផ្សេងទៀតតាមអ៊ីមែលដែរឬទេ. ការបិទជម្រើសនេះនឹងនាំឱ្យមានការជាវរថយន្តដោយស្វ័យប្រវត្តិ។ ក្នុងករណី​នោះ, ធ្វើឱ្យច្បាស់លើផ្នែកលក្ខខណ្ឌ.',

    'allow_guest_checkout' => 'នេះនឹងអនុញ្ញាតឱ្យអតិថិជនពិនិត្យចេញដោយមិនចាំបាច់ចុះឈ្មោះនៅលើគេហទំព័រ.',

    'vendor_can_view_customer_info' => 'នេះនឹងអនុញ្ញាតឱ្យអ្នកលក់មើលឃើញព័ត៌មានលំអិតរបស់អតិថិជននៅលើទំព័របញ្ជាទិញ. បើមិនដូច្នោះទេឈ្មោះអាស័យដ្ឋានអ៊ីម៉ែលនិងអាសយដ្ឋានវិក័យប័ត្រ / ដឹកជញ្ជូននឹងត្រូវបានមើលឃើញ.',

    'system_pagination' => 'កំណត់តម្លៃការដាក់ចំណាត់ថ្នាក់សម្រាប់តារាងទិន្នន័យនៅលើផ្ទាំងគ្រប់គ្រង.',

    'subscription_name' => 'ដាក់ឈ្មោះដែលមានអត្ថន័យទៅនឹងគំរោងការជាវ.',

    'subscription_plan_id' => 'នេះគឺជាគ្រឿងសម្គាល់ដែលចាំបាច់ត្រូវស៊ីគ្នានឹងផែនការរបស់ក្រុមតន្រ្តី ID',

    'featured_subscription' => 'មានការជាវពិសេសតែមួយគត់',

    'subscription_cost' => 'តម្លៃនៃការជាវក្នុងមួយខែ',

    'team_size' => 'ទំហំក្រុមគឺជាចំនួនអ្នកប្រើប្រាស់សរុបអាចចុះឈ្មោះនៅក្រោមក្រុមនេះ',

    'inventory_limit' => 'ចំនួននៃការចុះបញ្ជីសរុប. វ៉ារ្យ៉ង់នៃផលិតផលតែមួយនឹងត្រូវបានចាត់ទុកថាជាធាតុខុសគ្នា.',

    'marketplace_commission' => 'ភាគរយនៃតម្លៃទំនិញតាមការបញ្ជាទិញដោយទីផ្សារ',

    'transaction_fee' => 'ប្រសិនបើអ្នកចង់គិតថ្លៃផ្ទះល្វែងសម្រាប់រាល់ប្រតិបត្តិការតែមួយ',

    'subscription_best_for' => 'អតិថិជនគោលដៅសម្រាប់កញ្ចប់នេះ. អតិថិជននឹងមើលឃើញវា.',

    'config_return_refund' => 'គោលនយោបាយត្រឡប់និងសងប្រាក់វិញសម្រាប់ហាងអ្នក. សូមអានគោលនយោបាយរបស់ទីផ្សារមុនពេលអ្នកបញ្ជាក់ពីអ្នក.',

    'config_trial_days' => 'អ្នកបង់ប្រាក់នឹងត្រូវបានគិតប្រាក់បន្ទាប់ពីរយៈពេលសាកល្បង. ប្រសិនបើអ្នកមិនយកកាតឈានមុខគេទេគណនីជំនួញនឹងត្រូវបានកកបន្ទាប់ពីពេលនេះ.',

    'charge_after_trial_days' => 'នឹងត្រូវបានចោទប្រកាន់បន្ទាប់ពី :days រយៈពេលសាកល្បងថ្ងៃ.',

    'required_card_upfront' => 'តើអ្នកចង់យកព័ត៌មានកាតនៅពេលឈ្មួញចុះឈ្មោះទេ?',

    'leave_empty_to_save_as_draft' => 'ទុកទទេដើម្បីរក្សាទុកជាពង្រាង',

    'logo_img_size' => 'ទំហំរូបភាពឡូហ្គោគួរតែតិចបំផុត 300x300px',

    'brand_logo_size' => 'ទំហំរូបសញ្ញាគួរមាន 120x40px និង .png',

    'brand_icon_size' => 'ទំហំរូបតំណាងគួរមាន 32x32px និង .png',

    'config_alert_quantity' => 'អ៊ីមែលជូនដំណឹងនឹងត្រូវបញ្ជូនសារពើភ័ណ្ឌរបស់អ្នកទៅក្រោមបរិមាណប្រុងប្រយ័ត្ន',

    'config_max_img_size_limit_kb' => 'ប្រព័ន្ធកំណត់ទំហំរូបភាពអតិបរមាអាចផ្ទុកឡើងសម្រាប់ផលិតផល / សារពើភ័ណ្ឌ / រូបសញ្ញា / រូបតំណាង. ទំហំគិតជាគីឡូបៃ.',

    'config_max_number_of_inventory_imgs' => 'ជ្រើសរើសចំនួនរូបភាពដែលអាចផ្ទុកឡើងសម្រាប់សារពើភ័ណ្ឌតែមួយ.',

    'config_address_default_country' => 'កំណត់តម្លៃនេះដើម្បីបំពេញទម្រង់អាសយដ្ឋានឱ្យបានលឿន. ជាក់ស្តែង, អ្នកប្រើប្រាស់អាចផ្លាស់ប្តូរតម្លៃនៅពេលបន្ថែមអាសយដ្ឋានថ្មី.',

    'config_address_default_state' => 'កំណត់តម្លៃនេះដើម្បីបំពេញទម្រង់អាសយដ្ឋានឱ្យបានលឿន. ជាក់ស្តែង, អ្នកប្រើប្រាស់អាចផ្លាស់ប្តូរតម្លៃនៅពេលបន្ថែមអាសយដ្ឋានថ្មី.',

    'config_show_address_title' => 'បង្ហាញ / លាក់ចំណងជើងអាសយដ្ឋានខណៈពេលមើល / បោះពុម្ពអាសយដ្ឋាន.',

    'config_address_show_country' => 'បង្ហាញ / លាក់ឈ្មោះប្រទេសនៅពេលមើល / បោះពុម្ពអាសយដ្ឋាន. នេះមានប្រយោជន៍ប្រសិនបើទីផ្សាររបស់អ្នកនៅក្នុងតំបន់តូចមួយ.',

    'config_address_show_map' => 'ចង់បង្ហាញផែនទីជាមួយអាសយដ្ឋាន? ជម្រើសនេះនឹងបង្កើតផែនទីដោយប្រើផែនទី Google.',

    // 'system_date_format' => 'កំណត់ទ្រង់ទ្រាយកាលបរិច្ឆេទសម្រាប់ទីផ្សារ. ឧទាហរណ៍: 2018-05-13, 05-13-2018, 13-05-2018',

    // 'config_date_separator' => 'ឧទាហរណ៍: 2018-05-13, 2018.05.13, 2018/05/13',

    // 'system_time_format' => 'កំណត់ទ្រង់ទ្រាយពេលវេលាសម្រាប់ទីផ្សារ. ឧទាហរណ៍: 01:00pm or 13:00',

    // 'config_time_separator' => ' ឧទាហរណ៍: 07:00am or 07.00am',

    'config_show_currency_symbol' => 'តើអ្នកចង់បង្ហាញនិមិត្តសញ្ញារូបិយប័ណ្ណនៅពេលជួសជុលថ្លៃ?  ឧទាហរណ៍: $123',

    'config_show_space_after_symbol' => 'ចង់បង្កើតតម្លៃដោយដាក់ចន្លោះបន្ទាប់ពីនិមិត្តសញ្ញា. ឧទាហរណ៍: $ 123',

    'config_decimals' => 'តើអ្នកចង់បង្ហាញលេខប៉ុន្មានខ្ទង់បន្ទាប់ពីលេខគោលដប់? ឧទាហរណ៍: 13.21, 13.123',

    // 'config_decimalpoint' => 'ឧទាហរណ៍: 13.21, 13,21',

    // 'config_thousands_separator' => 'ឧទាហរណ៍: 1,000, 1.000, 1 000',

    'config_gift_card_pin_size' => 'តើមានលេខប៉ុន្មានដែលអ្នកចង់បង្កើតកាតអំណោយ pin ចំនួន. ប្រវែងលំនាំដើម 10',

    'config_gift_card_serial_number_size' => 'តើមានលេខប៉ុន្មានដែលអ្នកចង់បង្កើតលេខសៀរៀលនៃកាដូរ. ប្រវែងលំនាំដើម 13',

    'config_coupon_code_size' => 'តើអ្នកចង់បង្កើតលេខកូដប៉ុន្មានខ្ទង់. ប្រវែងលំនាំដើម 8',

    'shop_email' => 'ការជូនដំណឹងទាំងអស់នឹងត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលនេះ (សារពើភ័ណ្ឌការបញ្ជាទិញសំបុត្រជម្លោះ។ ល។ ) ទទួលយកអ៊ីមែលគាំទ្រអតិថិជន (បើកំណត់)',

    'shop_legal_name' => 'ឈ្មោះស្របច្បាប់របស់ហាង',

    'shop_owner_id' => 'ម្ចាស់និងអ្នកគ្រប់គ្រងជាន់ខ្ពស់នៃហាង. អ្នកប្រើប្រាស់ដែលបានចុះឈ្មោះជាអ្នកជំនួញអាចជាម្ចាស់ហាង. អ្នកមិនអាចប្តូរវានៅពេលក្រោយបានទេ.',

    // 'shop_owner_cant_change' => 'ម្ចាស់ហាងមិនអាចប្តូរបានទេ. ផ្ទុយទៅវិញអ្នកអាចលុបហាងហើយបង្កើតថ្មី.',

    'shop_description' => 'ការពិពណ៌នាយីហោរបស់ហាង, ព័ត៌មាននេះនឹងអាចមើលឃើញនៅលើគេហទំព័ររបស់ហាង.',

    'attribute_type' => 'ប្រភេទនៃគុណលក្ខណៈ. នេះនឹងជួយបង្ហាញជម្រើសនៅលើទំព័រផលិតផល.',

    'attribute_name' => 'ឈ្មោះនេះនឹងបង្ហាញនៅលើទំព័រផលិតផល.',

    'attribute_value' => 'តម្លៃនេះនឹងបង្ហាញនៅលើទំព័រផលិតផលជាជំរើសដែលអាចជ្រើសរើសបាន.',

    'parent_attribute' => 'ជម្រើសនឹងត្រូវបានបង្ហាញនៅក្រោមអ័ក្សតេត្យូបនេះ.',

    'list_order' => 'មើលលំដាប់នៅលើបញ្ជី.',

    // 'external_url' => 'ប្រសិនបើអ្នកជាម្ចាស់គេហទំព័រអ្នកអាចដាក់តំណភ្ជាប់ខាងក្រៅនៅទីនេះ',

    'shop_external_url' => 'ប្រសិនបើអ្នកជាម្ចាស់គេហទំព័រអ្នកអាចដាក់តំណភ្ជាប់ខាងក្រៅនៅទីនេះ, នេះ url អាចត្រូវបានកំណត់ជាទំព័រចុះចតរបស់ហាង.',

    'product_name' => 'អតិថិជននឹងមិនបានឃើញរឿងនេះទេ. ឈ្មោះនេះជួយតែពាណិជ្ជករក្នុងការស្វែងរករបស់របរសម្រាប់ចុះបញ្ជីប៉ុណ្ណោះ.',

    'product_featured_image' =>  'អតិថិជននឹងមិនបានឃើញរឿងនេះទេ. នេះគ្រាន់តែជួយឱ្យឈ្មួញរកវត្ថុសម្រាប់ចុះបញ្ជីប៉ុណ្ណោះ.',

    'product_images' => 'អតិថិជននឹងឃើញរូបភាពនេះលុះត្រាតែការចុះបញ្ជីរបស់ឈ្មួញមិនមានរូបភាពដើម្បីបង្ហាញ.',

    'product_active' => 'ឈ្មួញនឹងរកឃើញតែធាតុសកម្មប៉ុណ្ណោះ.',

    'product_description' => 'អតិថិជននឹងឃើញរឿងនេះ. នេះគឺជាការពិពណ៌នាផលិតផលស្នូលនិងទូទៅ.',

    'model_number' => 'គ្រឿងសម្គាល់របស់ផលិតផលដែលផ្តល់ដោយក្រុមហ៊ុនផលិតរបស់វា. មិនចាំបាច់ប៉ុន្តែបានណែនាំ',

    'gtin' => 'លេខធាតុពាណិជ្ជកម្មសកល (GTIN) គឺជាគ្រឿងសម្គាល់ដែលមានតែមួយគត់នៃផលិតផលនៅក្នុងទីផ្សារពិភពលោក. ប្រសិនបើអ្នកចង់ទទួលបាន ISBN ឬ UPC លេខកូដសម្រាប់ផលិតផលរបស់អ្នក, អ្នកនឹងរកឃើញព័ត៌មានបន្ថែមនៅគេហទំព័រដូចខាងក្រោម: http://www.isbn.org/ និង http://www.uc-council.org/',

    'mpn' => 'លេខផ្នែកក្រុមហ៊ុនផលិត (MPN) គឺជាគ្រឿងសម្គាល់ដែលចេញដោយអ្នកផលិត. អ្នកអាចទទួលបាន MPNs ពីក្រុមហ៊ុនផលិត. មិនចាំបាច់ប៉ុន្តែបានណែនាំ',

    'sku' => 'SKU (អង្គភាពរក្សាស្តុក) គឺជាអ្នកកំណត់អត្តសញ្ញាណអ្នកលក់ជាក់លាក់. វានឹងជួយគ្រប់គ្រងសារពើភ័ណ្ឌរបស់អ្នក',

    'isbn' => 'លេខសៀវភៅស្តង់ដារអន្តរជាតិ (ISBN) ជាកូដផលិតផលសម្គាល់សៀវភៅដែលមានតែមួយគត់. គ្នា ISBN លេខកូដកំណត់សៀវភៅប្លែកៗ. ISBN មានទាំង ១០ ឬ ១៣ ខ្ទង់. ទាំងអស់ ISBN ចាត់តាំងបន្ទាប់ពីថ្ងៃទី ១ មករា ២០០៧ មាន ១៣ ខ្ទង់. ជាធម្មតានេះ ISBN ត្រូវបានបោះពុម្ពលើក្របខាងក្រោយនៃសៀវភៅ',

    'ean' => 'លេខអត្ថបទអ៊ឺរ៉ុប (EAN) គឺជាស្តង់ដារបារកូដ, លេខកូដផលិតផល ១២- ឬ ១៣ ខ្ទង់. អ្នកអាចទទួលបាន EANs ពីក្រុមហ៊ុនផលិត.ប្រសិនបើផលិតផលរបស់អ្នកមិនមានអ្នកផលិត EANs, ហើយអ្នកត្រូវការទិញ EAN លេខកូដ, ទៅ GS1 UK http://www.gs1uk.org',

    'upc' => 'លេខកូដផលិតផលជាសកល (UPC), ហៅផងដែរ GTIN-12 និង UPC-A. លេខសម្គាល់តែមួយគត់សម្រាប់ផលិតផលពាណិជ្ជកម្មដែលជាទូទៅត្រូវបានភ្ជាប់ជាមួយលេខកូដដែលបានបោះពុម្ពលើទំនិញលក់រាយ',

    'meta_title' => 'ស្លាកចំណងជើង - តាមបច្ចេកទេសដែលគេហៅថាធាតុចំណងជើង - កំណត់ចំណងជើងឯកសារ. ស្លាកចំណងជើងត្រូវបានប្រើជាញឹកញាប់នៅលើទំព័រលទ្ធផលនៃម៉ាស៊ីនស្វែងរក (SERPs) ដើម្បីបង្ហាញអត្ថបទខ្លីៗជាមុនសម្រាប់ទំព័រដែលបានផ្តល់ឱ្យ, និងមានសារៈសំខាន់ទាំងសម្រាប់ SEO និងការចែករំលែកសង្គម',

    'meta_description' => 'ការពិពណ៌នាមេតាគឺជាគុណលក្ខណៈ HTML ដែលផ្តល់ការពន្យល់សង្ខេបនៃមាតិកានៃគេហទំព័រ. ការពិពណ៌នាមេតាត្រូវបានប្រើជាទូទៅនៅលើទំព័រលទ្ធផលនៃម៉ាស៊ីនស្វែងរក (SERPs) ដើម្បីបង្ហាញអត្ថបទខ្លីៗជាមុនសម្រាប់ទំព័រដែលបានផ្តល់ឱ្យ',

    'catalog_min_price' => 'កំណត់តម្លៃអប្បបរមាសម្រាប់ផលិតផល. អ្នកលក់អាចបន្ថែមសារពើភ័ណ្ឌក្នុងដែនកំណត់តម្លៃនេះ.',

    'catalog_max_price' => 'កំណត់តម្លៃអតិបរមាសម្រាប់ផលិតផល. អ្នកលក់អាចបន្ថែមសារពើភ័ណ្ឌក្នុងដែនកំណត់តម្លៃនេះ.',

    'has_variant' => 'ធាតុនេះមានវ៉ារ្យ៉ង់ដូចជាពណ៌ផ្សេងគ្នា, ធាតុនេះមានវ៉ារ្យ៉ង់ដូចជាពណ៌ផ្សេងគ្នា.',

    'requires_shipping' => 'ធាតុនេះតម្រូវឱ្យមានការដឹកជញ្ជូន.',

    'downloadable' => 'ធាតុនេះគឺជាមាតិកាឌីជីថលហើយអ្នកទិញអាចទាញយកធាតុបាន.',

    'manufacturer_url' => 'តំណគេហទំព័រផ្លូវការរបស់អ្នកផលិត.',

    'manufacturer_email' => 'ប្រព័ន្ធនឹងប្រើអាសយដ្ឋានអ៊ីមែលនេះដើម្បីទាក់ទងជាមួយក្រុមហ៊ុនផលិត.',

    'manufacturer_phone' => 'លេខទូរស័ព្ទគាំទ្ររបស់ក្រុមហ៊ុនផលិត.',

    'supplier_email' => 'ប្រព័ន្ធនឹងប្រើអាសយដ្ឋានអ៊ីមែលនេះដើម្បីទាក់ទងជាមួយអ្នកផ្គត់ផ្គង់.',

    'supplier_contact_person' => 'អ្នក​ដែល​អាច​ទាក់ទង​បាន',

    // 'supplier_phone' => 'លេខទូរស័ព្ទគាំទ្ររបស់អ្នកផ្គត់ផ្គង់.',

    // 'supplier_address' => 'ប្រព័ន្ធនឹងប្រើអាសយដ្ឋាននេះដើម្បីបង្កើតវិក្កយបត្រ.',

    'shop_address' => 'អាសយដ្ឋានរាងកាយរបស់ហាង.',

    'search_product' => 'អ្នកអាចប្រើណាមួយបាន GTIN គ្រឿងសម្គាល់ដូច UPC, ISBN, EAN, JAN or ITF.អ្នកក៏អាចប្រើឈ្មោះនិងលេខម៉ូដែលផងដែរ ឬ ផ្នែកនៃឈ្មោះឬលេខគំរូ.',

    'seller_description' => 'នេះគឺជាការពិពណ៌នាជាក់លាក់របស់អ្នកលក់. អតិថិជននឹងឃើញរឿងនេះ',

    'seller_product_condition' => 'តើអ្វីទៅជាលក្ខខណ្ឌបច្ចុប្បន្ននៃផលិតផល?',

    'condition_note' => 'កំណត់ចំណាំលក្ខខណ្ឌគឺមានប្រយោជន៍នៅពេលដែលផលិតផលត្រូវបានប្រើ / កែលម្អ',

    'select_supplier' => 'វាលដែលបានណែនាំ. នេះនឹងជួយបង្កើតរបាយការណ៍',

    'select_warehouse' => 'ជ្រើសរើសឃ្លាំងពីកន្លែងដែលផលិតផលនឹងត្រូវដឹកជញ្ជូន.',

    // 'inventory_select_tax' => 'ពន្ធនឹងត្រូវបានបន្ថែមជាមួយនឹងតម្លៃលក់ / ការផ្តល់ជូននៅលើហាង. ការបញ្ជាទិញដែលបានបង្កើតនៅការិយាល័យខាងក្រោយនឹងមិនអនុវត្តពន្ធជាស្វ័យប្រវត្តិទេ. អ្នកត្រូវការជ្រើសរើសពន្ធនៅពេលបង្កើតការបញ្ជាទិញនៅការិយាល័យក្រោយ. ប្រសិនបើតម្លៃរបស់អ្នករាប់បញ្ចូលពន្ធ, បន្ទាប់ជ្រើសជម្រើស - គ្មានពន្ធ - នៅទីនេះ',

    // 'select_carriers' => 'បញ្ជីក្រុមហ៊ុនដឹកជញ្ជូនដែលមានដើម្បីដឹកជញ្ជូនផលិតផល. ទុកឱ្យនៅទំនេរប្រសិនបើទំនិញមិនត្រូវការដឹកជញ្ជូន',

    'select_packagings' => 'បញ្ជីជម្រើសវេចខ្ចប់ដែលមានដើម្បីដឹកជញ្ជូនផលិតផល. ទុកឱ្យនៅទទេដើម្បីបិទជម្រើសវេចខ្ចប់',

    'available_from' => 'កាលបរិច្ឆេទនៅពេលស្តុកនឹងមាន. លំនាំដើម = ភ្លាម',

    'sale_price' => 'តម្លៃដោយគ្មានពន្ធ. ពន្ធនឹងត្រូវបានគណនាដោយផ្អែកលើតំបន់ដឹកជញ្ជូន.',

    'purchase_price' => 'វាលដែលបានណែនាំ. នេះនឹងជួយក្នុងការគណនាប្រាក់ចំណេញនិងបង្កើតរបាយការណ៍',

    'min_order_quantity' => 'បរិមាណអនុញ្ញាតឱ្យធ្វើការបញ្ជាទិញ. ត្រូវតែជាតម្លៃគត់. លំនាំដើម = 1',

    'offer_price' => 'តម្លៃផ្តល់ជូននឹងមានប្រសិទ្ធិភាពនៅចន្លោះកាលបរិច្ឆេទចាប់ផ្តើមផ្តល់ជូននិងកាលបរិច្ឆេទបញ្ចប់',

    'offer_start' => 'ការផ្តល់ជូនត្រូវតែមានកាលបរិច្ឆេទចាប់ផ្តើម. ចាំបាច់ប្រសិនបើវាលតម្លៃផ្តល់ជូនត្រូវបានផ្តល់ឱ្យ',

    'offer_end' => 'ការផ្តល់ជូនត្រូវតែមានកាលបរិច្ឆេទបញ្ចប់. ចាំបាច់ប្រសិនបើវាលតម្លៃផ្តល់ជូនត្រូវបានផ្តល់ឱ្យ',

    'seller_inventory_status' => 'តើទំនិញត្រូវបានបើកលក់? ធាតុអសកម្មនឹងមិនត្រូវបានបង្ហាញនៅលើទីផ្សារទេ.',

    'stock_quantity' => 'ចំនួនធាតុដែលអ្នកមាននៅលើឃ្លាំងរបស់អ្នក',

    'offer_starting_time' => 'ផ្តល់ជូនពេលវេលាចាប់ផ្តើម',

    'offer_ending_time' => 'ផ្តល់ជូនពេលវេលាបញ្ចប់',

    'set_attribute' => 'ប្រសិនបើតម្លៃមិនមាននៅក្នុងបញ្ជី, អ្នកអាចបន្ថែមតម្លៃសមរម្យដោយគ្រាន់តែវាយតំលៃថ្មី',

    'variants' => 'វ៉ារ្យ៉ង់ផលិតផល',

    'delete_this_combination' => 'លុបបន្សំនេះ',

    'romove_this_cart_item' => 'រំកិលធាតុនេះពីរទេះ',

    'no_product_found' => 'រកមិនឃើញផលិតផល! សូមព្យាយាមស្វែងរកផ្សេងឬបន្ថែមផលិតផលថ្មី',

    'not_available' => 'មិនអាច!',

    'admin_note' => 'ចំណាំរដ្ឋបាលនឹងមិនអាចមើលឃើញដល់អតិថិជនទេ',

    'message_to_customer' => 'សារនេះនឹងផ្ញើទៅអតិថិជនតាមអ៊ីមែលវិក្កយបត្រ',

    'empty_cart' => 'រទេះទទេ',

    'send_invoice_to_customer' => 'ផ្ញើវិក្កយបត្រជូនអតិថិជនជាមួយសារនេះ',

    'delete_the_cart' => 'លុបរទេះហើយបន្តការបញ្ជាទិញ',

    // 'order_status_name' => 'ចំណងជើងស្ថានភាពដែលនឹងអាចមើលឃើញនៅគ្រប់ទីកន្លែង.',

    // 'order_status_color' => 'ពណ៌ស្លាកនៃស្ថានភាពលំដាប់',

    'order_status_send_email' => 'អ៊ីមែលនឹងត្រូវបានផ្ញើទៅអតិថិជននៅពេលដែលស្ថានភាពបញ្ជាទិញទាន់សម័យ',

    'order_status_email_template' => 'គំរូអ៊ីមែលនេះនឹងត្រូវបានផ្ញើទៅអតិថិជននៅពេលដែលស្ថានភាពបញ្ជាទិញមានបច្ចុប្បន្នភាព. ចាំបាច់ប្រសិនបើអ៊ីមែលត្រូវបានបើកសម្រាប់ស្ថានភាព',

    'update_order_status' => 'ធ្វើបច្ចុប្បន្នភាពស្ថានភាពបញ្ជាទិញ',

    'email_template_name' => 'ដាក់ឈ្មោះឱ្យគំរូ. នេះសម្រាប់តែការប្រើប្រាស់ប្រព័ន្ធប៉ុណ្ណោះ.',

    'template_use_for' => 'ពុម្ពនឹងត្រូវបានប្រើដោយ',

    'email_template_subject' => 'វានឹងប្រើជាប្រធានបទនៃអ៊ីមែល.',

    'email_template_body' => 'មានកូដខ្លីមួយចំនួនដែលអ្នកអាចប្រើសម្រាប់ព័ត៌មានថាមវន្ត. សូមពិនិត្យមើលផ្នែកខាងក្រោមនៃទម្រង់នេះដើម្បីមើលកូដខ្លីៗដែលមាន.',

    'email_template_type' => 'ប្រភេទអ៊ីមែល.',

    'template_sender_email' => 'អាសយដ្ឋានអ៊ីមែលនេះនឹងត្រូវប្រើដើម្បីផ្ញើអ៊ីមែលហើយអ្នកទទួលអាចឆ្លើយតបចំពោះបញ្ហានេះ.',

    'template_sender_name' => 'ឈ្មោះនេះនឹងប្រើជាឈ្មោះអ្នកផ្ញើ',

    // 'payment_method_name' => 'ឈ្មោះវិធីទូទាត់',

    // 'payment_method_company_name' => 'ឈ្មោះក្រុមហ៊ុនសំខាន់',

    'packaging_name' => 'អតិថិជននឹងឃើញដូចនេះប្រសិនបើជម្រើសវេចខ្ចប់អាចរកបាននៅពេលបញ្ជាទិញ',

    'width' => 'ទទឹងនៃការវេចខ្ចប់',

    'height' => 'កម្ពស់នៃការវេចខ្ចប់',

    'depth' => 'ជម្រៅនៃការវេចខ្ចប់',

    'packaging_cost' => 'តម្លៃនៃការវេចខ្ចប់. អ្នកអាចជ្រើសរើសប្រសិនបើអ្នកចង់សាកថ្លៃអតិថិជនឬអត់',

    'set_as_default_packaging' => 'បើធីក: ការវេចខ្ចប់នេះនឹងត្រូវបានប្រើជាកញ្ចប់ដឹកជញ្ជូនលំនាំដើម',

    // 'packaging_charge_customer' => 'បើធីក: ថ្លៃដើមនឹងត្រូវបានបន្ថែមជាមួយនឹងការដឹកជញ្ជូននៅពេលអតិថិជនបញ្ជាទិញ.',

    'shipping_carrier_name' => 'ឈ្មោះក្រុមហ៊ុនដឹកជញ្ជូន',

    // 'shipping_tax' => 'ពន្ធលើការដឹកជញ្ជូននឹងត្រូវបន្ថែមលើថ្លៃដឹកជញ្ជូនពេលពិនិត្យ.',

    'shipping_zone_name' => 'ដាក់ឈ្មោះតំបន់. អតិថិជននឹងមិនឃើញឈ្មោះនេះទេ.',

    'shipping_rate_name' => 'ដាក់ឈ្មោះឱ្យន័យ. អតិថិជននឹងឃើញឈ្មោះនេះនៅពេលចេញដំណើរ. e. g. \'ការដឹកជញ្ជូនតាមស្តង់ដារ\'',

    'shipping_zone_carrier' => 'អ្នកអាចភ្ជាប់ក្រុមហ៊ុនដឹកជញ្ជូន. អតិថិជននឹងឃើញវានៅពេលពិនិត្យចេញ.',

    'free_shipping' => 'ប្រសិនបើបានបើកដំណើរការ, ស្លាកដឹកទំនិញឥតគិតថ្លៃនឹងត្រូវបានបង្ហាញនៅលើទំព័របញ្ជីផលិតផល.',

    'shipping_rate' => 'ពិនិត្យឯកសារ \'ដឹកជញ្ជូនដោយឥតគិតថ្លៃ\' ជំរើសរឺអោយចំនួន ០ សំរាប់ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ',

    'shipping_zone_tax' => 'ទម្រង់ពន្ធនេះនឹងអាចអនុវត្តបាននៅពេលអតិថិជនធ្វើការទិញពីតំបន់ដឹកជញ្ជូននេះ',

    'shipping_zone_select_countries' => 'ប្រសិនបើអ្នកមិនឃើញប្រទេសនៅក្នុងជម្រើស, ប្រហែលជាទីផ្សារមិនដំណើរការនៅក្នុងតំបន់នោះទេ. អ្នកអាចទាក់ទងអ្នកគ្រប់គ្រងផ្នែកគាំទ្រទីផ្សារដើម្បីធ្វើការស្នើសុំដើម្បីបន្ថែមប្រទេសនៅក្នុងតំបន់អាជីវកម្ម.',

    'rest_of_the_world' => 'តំបន់នេះរួមបញ្ចូលទាំងប្រទេសនិងតំបន់ណាមួយនៅក្នុងតំបន់ពាណិជ្ជកម្មដែលមិនមានកំណត់នៅក្នុងតំបន់ដឹកជញ្ជូនផ្សេងទៀតរបស់អ្នក.',

    'shipping_max_width' => 'ចំណុចទាញទទឹងកញ្ចប់អតិបរមាដោយក្រុមហ៊ុនដឹកជញ្ជូន. ទុកឱ្យនៅទទេដើម្បីបិទដំណើរការ.',

    'shipping_tracking_url' => ' \'@\' នឹងត្រូវបានជំនួសដោយលេខតាមដានថាមវន្ត',

    'shipping_tracking_url_example' => 'e.g.: http://example.com/track.php?num=@',

    'order_tracking_id' => 'លេខសម្គាល់តាមដានបញ្ជាទិញដែលផ្តល់ដោយអ្នកផ្តល់សេវាកម្មដឹកជញ្ជូន.',

    'order_fulfillment_carrier' => 'ជ្រើសរើសក្រុមហ៊ុនដឹកជញ្ជូនដើម្បីបំពេញការបញ្ជាទិញ.',

    'notify_customer' => 'អ៊ីមែលជូនដំណឹងនឹងត្រូវផ្ញើទៅអតិថិជនដោយមានព័ត៌មានចាំបាច់.',

    // 'order_status_fulfilled' => 'តើអ្នកចង់សម្គាល់ការបញ្ជាទិញដូចដែលបានបំពេញនៅពេលដែលស្ថានភាពបញ្ជាទិញបានផ្លាស់ប្តូរទៅនេះ?',

    'shipping_weight' => 'នឹងត្រូវបានប្រើដើម្បីគណនាថ្លៃដើមដឹកជញ្ជូន.',

    'order_number_prefix_suffix' => 'បុព្វបទនិងបច្ច័យនឹងត្រូវបានបន្ថែមដោយស្វ័យប្រវត្តដើម្បីបង្កើតលេខបញ្ជាទិញទាំងអស់. ទុកវាចោលបើអ្នកមិនចង់បង្កើតលេខលំដាប់.',

    'customer_not_see_this' => 'អតិថិជននឹងមិនបានឃើញរឿងនេះទេ',

    'customer_will_see_this' => 'អតិថិជននឹងឃើញរឿងនេះ',

    'refund_select_order' => 'ជ្រើសរើសលំដាប់ដែលអ្នកចង់សងប្រាក់វិញ',

    'refund_order_fulfilled' => 'តើការបញ្ជាទិញត្រូវបានដឹកជញ្ជូនទៅអតិថិជន?',

    'refund_return_goods' => 'តើធាតុត្រូវបានប្រគល់ជូនអ្នកវិញទេ?',

    'customer_paid' => 'អតិថិជនបង់ប្រាក់ <strong><em> :amount </em></strong>, រួមបញ្ចូលពន្ធទាំងអស់ថ្លៃដឹកជញ្ជូននិងផ្សេងៗទៀត.',

    'order_refunded' => 'បានសងប្រាក់វិញមុន <strong><em> :amount </em></strong> សរុប <strong><em> :total </em></strong>',

    'search_customer' => 'ស្វែងរកអតិថិជនតាមអាស័យដ្ឋានអ៊ីម៉ែល, ឈ្មោះល្អឬឈ្មោះពេញ.',

    'coupon_quantity' => 'ចំនួនប័ណ្ណសរុបដែលអាចលក់បាន',

    'coupon_name' => 'ឈ្មោះនឹងត្រូវបានប្រើនៅក្នុងវិក័យប័ត្រនិងការសង្ខេបការបញ្ជាទិញ',

    'coupon_code' => 'លេខកូដគូប៉ុងតែមួយគត់',

    'coupon_value' => 'តម្លៃនៃប័ណ្ណនេះ',

    'coupon_min_order_amount' => 'ជ្រើសរើសចំនួនទឹកប្រាក់បញ្ជាទិញអប្បបរមាសម្រាប់រទេះ (ស្រេចចិត្ត)',

    'coupon_quantity_per_customer' => 'ជ្រើសរើសចំនួនដងដែលអតិថិជនអាចប្រើប័ណ្ណនេះ. ប្រសិនបើអ្នកទុកវាឱ្យនៅទំនេរនោះអតិថិជនអាចប្រើប័ណ្ណនេះរហូតដល់វាមិនមាន.',

    'starting_time' => 'គូប៉ុងនឹងមានចាប់ពីពេលនេះ
',

    'ending_time' => 'គូប៉ុងនឹងមានរហូតដល់ពេលនេះ',

    'exclude_tax_n_shipping' => 'មិនរាប់បញ្ចូលពន្ធនិងថ្លៃដឹកជញ្ជូន',

    'exclude_offer_items' => 'មិនរាប់បញ្ចូលរបស់របរដែលមានការផ្តល់ជូនឬការបញ្ចុះតម្លៃដែលកំពុងដំណើរការរួចហើយ',

    // 'coupon_partial_use' => 'អនុញ្ញាតឱ្យប្រើដោយផ្នែកនៃតម្លៃប័ណ្ណសរុប',

    'coupon_limited_to_customers' => 'ជ្រើសរើសប្រសិនបើអ្នកចង់ធ្វើប័ណ្ណសម្រាប់តែអតិថិជនជាក់លាក់',

    'coupon_limited_to_shipping_zones' => 'ជ្រើសរើសប្រសិនបើអ្នកចង់ធ្វើប័ណ្ណសម្រាប់តំបន់ដឹកជញ្ជូនជាក់លាក់',

    'coupon_limited_to' => 'ប្រើអាសយដ្ឋានអ៊ីមែលឬឈ្មោះដើម្បីស្វែងរកអតិថិជន',

    'faq_placeholders' => 'អ្នកអាចប្រើកន្លែងដាក់នេះក្នុងសំណួរនិងចម្លើយរបស់អ្នក, នេះនឹងត្រូវបានជំនួសដោយតម្លៃពិត',

    'gift_card_name' => 'ឈ្មោះកាតអំណោយ.',

    'gift_card_pin_code' => 'លេខកូដសំងាត់តែមួយគត់. កូដ PIN គឺជាលេខកូដសម្ងាត់សម្រាប់កាត. អ្នកមិនអាចផ្លាស់ប្តូរតម្លៃនេះនៅពេលក្រោយបានទេ.',

    'gift_card_serial_number' => 'លេខសៀរៀលសម្រាប់កាត. អ្នកមិនអាចផ្លាស់ប្តូរតម្លៃនេះនៅពេលក្រោយបានទេ.',

    'gift_card_value' => 'តម្លៃនៃកាត. អតិថិជននឹងទទួលបានការបញ្ចុះតម្លៃដូចគ្នា.',

    'gift_card_activation_time' => 'ពេលវេលាធ្វើឱ្យសកម្មនៃកាត. កាតអាចត្រូវបានប្រើបន្ទាប់ពីពេលនេះ.',

    'gift_card_expiry_time' => 'ផុតកំណត់ពេលវេលានៃកាត. កាតអាចមានសុពលភាពរហូតដល់ពេលនេះ.',

    'gift_card_partial_use' => 'អនុញ្ញាតឱ្យប្រើប្រាស់ដោយផ្នែកនៃតម្លៃកាតសរុប',

    'number_between' => 'រវាង :min និង :max',

    // 'default_tax_id' => 'ទម្រង់ពន្ធលំនាំដើមនឹងត្រូវជ្រើសរើសជាមុននៅពេលបន្ថែមសារពើភ័ណ្ឌថ្មី',

    'default_tax_id' => 'ទម្រង់ពន្ធលំនាំដើមនឹងត្រូវបានអនុវត្តនៅពេលតំបន់ដឹកជញ្ជូនមិនត្រូវបានគ្របដណ្ដប់ដោយតំបន់ពន្ធណាមួយ.',

    'default_payment_method_id' => 'បើជ្រើសរើស,វិធីសាស្ត្រទូទាត់នឹងត្រូវបានជ្រើសរើសជាមុននៅពេលបង្កើតការបញ្ជាទិញថ្មី',

    'config_order_handling_cost' => 'ខ្ទង់ចំណាយបន្ថែមនេះត្រូវបានបន្ថែមជាមួយនឹងថ្លៃដឹកជញ្ជូនរាល់ការបញ្ជាទិញ. ទុកវាឱ្យនៅទទេដើម្បីបិទការគិតថ្លៃដោះស្រាយតាមលំដាប់',

    // 'default_carrier' => 'ក្រុមហ៊ុនដឹកជញ្ជូនលំនាំដើមនឹងត្រូវជ្រើសរើសជាមុននៅពេលធ្វើការបញ្ជាទិញថ្មី. វានឹងជួយឱ្យដំណើរការឆែកឆេរលឿនជាងមុន',

    // 'default_packaging' => 'កំណត់ការវេចខ្ចប់លំនាំដើម, ប្រសិនបើអ្នកចង់បើកជម្រើសវេចខ្ចប់តាមលំដាប់លំដោយ., បន្ទាប់មកតម្លៃលំនាំដើមនេះនឹងជួយឱ្យដំណើរការពិនិត្យចេញបានលឿន',

    'default_warehouse' => 'ឃ្លាំងលំនាំដើមនឹងត្រូវជ្រើសរើសជាថ្មីនៅពេលបន្ថែមស្តុកថ្មី',

    'default_supplier' => 'អ្នកផ្គត់ផ្គង់លំនាំដើមនឹងត្រូវជ្រើសរើសជាមុននៅពេលបន្ថែមសារពើភ័ណ្ឌថ្មី',

    'default_packaging_ids_for_inventory' => 'ការវេចខ្ចប់លំនាំដើមនឹងត្រូវបានជ្រើសរើសមុនពេលបន្ថែមសារពើភ័ណ្ឌថ្មី. នេះនឹងជួយអ្នកឱ្យបន្ថែមស្តុកលឿនជាងមុន',

    'config_payment_environment' => 'តើព័ត៌មានបញ្ជាក់គឺសម្រាប់របៀបផ្សាយផ្ទាល់ឬសាកល្បងបន្ថែមទៀត?',

    'config_authorize_net_transaction_key' => 'លេខកូដប្រតិបត្តិការពី Authorize.net. ប្រសិនបើអ្នកមិនប្រាកដ, ទំនាក់ទំនង Authorize.net ដើម្បីទទួលបានជំនួយ.',

    'config_authorize_net_api_login_id' => 'នេះ API ចូល ID ពី Authorize.net. ប្រសិនបើអ្នកមិនប្រាកដ, ទំនាក់ទំនង Authorize.net ដើម្បីទទួលបានជំនួយ.',

    'config_enable_payment_method' => 'ប្រព័ន្ធនេះផ្តល់នូវច្រកចេញចូលប្រភេទផ្សេងៗគ្នា. អ្នកអាចបើក / បិទច្រកផ្លូវទូទាត់ណាមួយដើម្បីគ្រប់គ្រងជម្រើសទូទាត់ដែលអ្នកលក់អាចប្រើដើម្បីទទួលយកការទូទាត់ពីអតិថិជន.',

    'config_additional_details' => 'បង្ហាញនៅលើទំព័រវិធីសាស្ត្រទូទាត់, ខណៈពេលដែលអតិថិជនកំពុងជ្រើសរើសវិធីបង់ប្រាក់.',

    'config_payment_instructions' => 'បង្ហាញនៅលើទំព័រសូមអរគុណ, បន្ទាប់ពីអតិថិជនបានដាក់ការបញ្ជាទិញរបស់ពួកគេ.',

    'config_stripe_publishable_key' => 'អាចបោះពុម្ពផ្សាយបាន API លេខកូដត្រូវបានកំណត់តែមួយគត់ដើម្បីកំណត់អត្តសញ្ញាណគណនីរបស់អ្នកជាមួយក្រុមហ៊ុន Stripe, វាមិនមែនជាការសម្ងាត់ទេ. ពួកគេអាចត្រូវបានបោះពុម្ពផ្សាយដោយសុវត្ថិភាព.',

    'config_paypal_express_account' => 'ជាធម្មតាអាសយដ្ឋានអ៊ីមែលរបស់កម្មវិធី PayPal របស់អ្នក. បង្កើតកម្មវិធី PayPal របស់អ្នកពីទីនេះ: https://developer.paypal.com/webapps/developer/applications/myapps',

    'config_paypal_express_client_id' => 'អតិថិជន ID គឺជាអ្នកកំណត់អត្តសញ្ញាណតែមួយគត់របស់អ្នក PayPal កម្មវិធី. អ្នកនឹងរកឃើញតម្លៃនេះនៅលើផ្នែកកម្មវិធីនិងលិខិតសម្គាល់ខ្ញុំនៅលើឯកសាររបស់អ្នក PayPal ផ្ទៃតាប្លូ.',

    'config_paypal_express_secret' => 'នេះ PayPal API កូនសោសម្ងាត់. អ្នកនឹងរកឃើញតម្លៃនេះនៅលើផ្នែកកម្មវិធីនិងលិខិតសម្គាល់ខ្ញុំនៅលើឯកសាររបស់អ្នក PayPal ផ្ទៃតាប្លូ.',

    'config_paystack_merchant_email' => 'អ៊ីមែលរបស់អ្នកជំនួញ Paystack គណនី.',

    'config_paystack_public_key' => 'ពាក្យគន្លឹះសាធារណៈគឺជាអ្នកកំណត់អត្តសញ្ញាណតែមួយរបស់អ្នក Paystack កម្មវិធី. អ្នកនឹងរកឃើញតម្លៃនេះនៅលើកូនសោ API និង Webhooks ផ្នែកនៅក្នុងការកំណត់នៅលើរបស់អ្នក Paystack ផ្ទៃតាប្លូ.',

    'config_paystack_secret' => 'លេខកូដសម្ងាត់របស់ Paystack API. អ្នកនឹងរកឃើញតម្លៃនេះនៅលើកូនសោ API និងផ្នែក Webhooks នៅក្នុងការកំណត់នៅលើផ្ទាំងព័ត៌មាន Paystack របស់អ្នក.',

    'config_auto_archive_order' => 'រក្សាទុកការបញ្ជាទិញដោយស្វ័យប្រវត្តិ. ជ្រើសរើសលក្ខណៈពិសេសនេះប្រសិនបើអ្នកមិនចង់រក្សាទុកការបញ្ជាទិញទាំងអស់ដោយដៃបន្ទាប់ពីពួកគេត្រូវបានបំពេញ.',

    // 'config_stripe_secret_key' => 'លេខកូដសម្ងាត់ API សម្ងាត់នឹង តម្រូវឲ្យ គិតថ្លៃអតិថិជនពេលកំពុងឆែកឆេរ.',

    // 'config_paypal_express' => 'អ្នកត្រូវតែមានគណនីជំនួញ PayPal ដើម្បីដំណើរការវិធីសាស្ត្រទូទាត់នេះ.',

    'config_pagination' => 'តើមានបញ្ជីប៉ុន្មានដែលអ្នកចង់មើលក្នុងមួយទំព័រនៅលើតារាងទិន្នន័យ',

    'support_phone' => 'អតិថិជននឹងទាក់ទងលេខនេះសម្រាប់ជំនួយនិងសំណួរ',

    'support_email' => 'អ្នកនឹងទទួលបានអ៊ីម៉ែលគាំទ្រទាំងអស់ទៅអាសយដ្ឋាននេះ',

    'support_phone_toll_free' => 'ប្រសិនបើអ្នកមានលេខឥតគិតថ្លៃសម្រាប់ការគាំទ្រអតិថិជន',

    'default_sender_email_address' => 'រាល់សារអេឡិចត្រូនិចដែលផ្ញើទៅកាន់អតិថិជននឹងត្រូវបានផ្ញើចេញពីអាស័យដ្ឋានអ៊ីមែលនេះ. ហើយនៅពេលដែលអាស័យដ្ឋានអ៊ីមែលរបស់អ្នកផ្ញើក៏មិនអាចកំណត់ពេលផ្ញើអ៊ីមែលដែរ',

    'default_email_sender_name' => 'ឈ្មោះនេះនឹងត្រូវបានប្រើជាអ្នកផ្ញើអ៊ីមែលផ្ញើពីអាសយដ្ឋានអ៊ីមែលរបស់អ្នកផ្ញើលំនាំដើម',

    // 'google_analytics_id' => 'លេខសម្គាល់តាមដានពីហ្គូហ្គលវិភាគ. វាមើលទៅដូចអ្វី "UA-XXXXX-XX".',

    'google_analytic_report' => 'អ្នកគួរតែបើកដំណើរការនេះ, ប្រសិនបើប្រព័ន្ធត្រូវបានកំណត់រចនាសម្ព័ន្ធជាមួយការវិភាគ Google. បើមិនដូច្នោះទេវាអាចបណ្តាលឱ្យមានកំហុស. ពិនិត្យមើលឯកសារសម្រាប់ជំនួយ. ម៉្យាងវិញទៀតអ្នកអាចប្រើប្រព័ន្ធរបាយការណ៍ដែលបានបង្កើតនៅក្នុងកម្មវិធី. ',

    'inventory_linked_items' => 'ធាតុដែលបានភ្ជាប់នឹងបង្ហាញនៅលើទំព័រផលិតផលដែលជារបស់រួមគ្នាដែលបានទិញជាញឹកញាប់. នេះជាជម្រើសប៉ុន្តែសំខាន់.',

    'notify_new_message' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលសារថ្មីមកដល់',

    'notify_alert_quantity' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលដែលធាតុណាមួយនៅលើសារពើភ័ណ្ឌរបស់ខ្ញុំឈានដល់កម្រិតបរិមាណប្រុងប្រយ័ត្ន',

    'notify_inventory_out' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលទំនិញណាមួយនៅលើស្តុកស្តុករបស់ខ្ញុំ',

    'notify_new_order' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលមានការបញ្ជាទិញថ្មីត្រូវបានដាក់នៅលើហាងរបស់ខ្ញុំ',

    'notify_abandoned_checkout' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលអតិថិជនបោះបង់ចោលការត្រួតពិនិត្យទំនិញរបស់ខ្ញុំ',

    'notify_when_vendor_registered' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលអ្នកលក់ថ្មីត្រូវបានចុះឈ្មោះ',

    'notify_new_ticket' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលសំបុត្រគាំទ្រត្រូវបានបង្កើតនៅលើប្រព័ន្ធ',

    'notify_new_disput' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលអតិថិជនដាក់ស្នើជម្លោះថ្មី',

    'notify_when_dispute_appealed' => 'ផ្ញើការជូនដំណឹងមកខ្ញុំនៅពេលដែលជម្លោះត្រូវបានអំពាវនាវឱ្យពិនិត្យឡើងវិញដោយក្រុមទីផ្សារ',

    'download_template' => '<a href=":url">ទាញយកគំរូគំរូស៊ីអេសអេស</a> ដើម្បីមើលឧទាហរណ៍នៃទ្រង់ទ្រាយដែលត្រូវការ.',

    'download_category_slugs' => '<a href=":url">ទាញយកកម្រងផ្កាប្រភេទ</a> ដើម្បីទទួលបានចំណាត់ថ្នាក់ត្រឹមត្រូវសំរាប់ផលិតផលរបស់អ្នក.',

    'first_row_as_header' => 'ជួរទីមួយគឺជាក្បាល. <strong>កុំផ្លាស់ប្តូរ</strong> ជួរនេះ.',

    'user_category_slug' => 'ប្រើប្រភេទ <strong>slug</strong> នៅក្នុងវាលប្រភេទ.',

    'cover_img' => 'រូបភាពនេះនឹងបង្ហាញនៅខាងលើ :page ទំព័រ',

    'cat_grp_img' => 'រូបភាពនេះនឹងបង្ហាញនៅលើផ្ទៃខាងក្រោយនៃប្រអប់ធ្លាក់ចុះប្រភេទ',

    'cat_grp_desc' => 'អតិថិជននឹងមិនបានឃើញរឿងនេះទេ. ប៉ុន្តែអ្នកលក់នឹងឃើញរឿងនេះ.',

    'inactive_for_back_office' => 'ប្រសិនបើអសកម្ម, អតិថិជននៅតែអាចទស្សនា :page ទំព័រ. ប៉ុន្តែឈ្មួញនឹងមិនអាចប្រើវាបានទេ :pageសម្រាប់ការចុះបញ្ជីនាពេលអនាគត.',

    'invalid_rows_will_ignored' => 'ជួរដេកមិនត្រឹមត្រូវនឹងមាន <strong>មិនអើពើ</strong>.',

    'upload_rows' => 'អ្នកអាចផ្ទុកឡើងអតិបរមា <strong>:rows កំណត់ត្រា</strong> ក្នុងមួយបាច់សម្រាប់ដំណើរការល្អជាងមុន.',

    'name_field_required' => 'ទាមទារឈ្មោះវាល.',

    'email_field_required' => 'អ៊ីមែលត្រូវបានទាមទារ.',

    'invalid_email' => 'អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ.',

    'invalid_category' => 'ប្រភេទមិនត្រឹមត្រូវ.',

    'category_desc' => 'ប្រាប់ឱ្យខ្លី។ អតិថិជននឹងឃើញរឿងនេះ.',

    'email_already_exist' => 'អាសយដ្ឋានអ៊ីមែលបានប្រើប្រាស់រួចហើយ.',

    'slug_already_exist' => 'ស្លាយកំពុងប្រើរួចហើយ.',

    'display_order' => 'លេខនេះនឹងត្រូវប្រើដើម្បីរៀបចំការមើល. លេខតូចបំផុតនឹងបង្ហាញមុនគេ.',

    'banner_title' => 'បន្ទាត់នេះនឹងត្រូវបានបន្លិចនៅលើផ្ទាំងបដា. ទុកវាចោលបើអ្នកមិនចង់បង្ហាញចំណងជើង.',

    'banner_description' => '( ឧទាហរណ៍: បញ្ចុះតម្លៃ ៥០%! ) ទុកវាចោលបើអ្នកមិនចង់បង្ហាញវា.',

    'banner_image' => 'រូបភាពសំខាន់អ្វីដែលនឹងបង្ហាញលើផ្ទៃខាងក្រោយ. ជាទូទៅប្រើរូបភាពផលិតផល.',

    'banner_background' => 'ជ្រើសពណ៌ឬផ្ទុករូបភាពឡើងជាផ្ទៃខាងក្រោយ.',

    'banner_group' => 'ការដាក់ផ្ទាំងបដានៅខាងមុខហាង. បដានឹងមិនបង្ហាញទេប្រសិនបើក្រុមមិនបានបញ្ជាក់.',

    'bs_columns' => 'តើផ្ទាំងបដានេះនឹងត្រូវប្រើប៉ុន្មានជួរ? ប្រព័ន្ធនេះប្រើប្រព័ន្ធក្រឡាចត្រង្គជួរឈរចំនួន ១២ ដើម្បីបង្ហាញបដា.',

    'banner_order' => 'លេខនេះនឹងត្រូវបានប្រើដើម្បីរៀបចំលំដាប់មើលក្នុងក្រុមបដា. លេខតូចបំផុតនឹងបង្ហាញមុនគេ.',

    'banner_link' => 'អ្នកប្រើនឹងប្តូរទិសទៅតំណនេះ.',

    'link_label' => 'ស្លាកនៃប៊ូតុងតំណ',

    'slider_link' => 'អ្នកប្រើនឹងប្តូរទិសទៅតំណនេះ.',

    'slider_title' => 'បន្ទាត់នេះនឹងត្រូវបានបន្លិចលើគ្រាប់រំកិល. ទុកវាចោលបើអ្នកមិនចង់បង្ហាញចំណងជើង.',

    'slider_sub_title' => 'ជួរទីពីរនៃចំណងជើង. ទុកវាចោលបើអ្នកមិនចង់បង្ហាញវា.',

    'slider_image' => 'រូបភាពសំខាន់អ្វីដែលនឹងបង្ហាញជាគ្រាប់រំកិល. វាតម្រូវឱ្យបង្កើតស្លាយ.',

    'slider_img_hint' => 'រូបភាពរអិលគួរតែមាន 1280x300px',

    'slider_order' => 'គ្រាប់រំកិលនឹងត្រូវបានរៀបចំតាមលំដាប់នេះ.',

    'slider_thumb_image' => 'រូបភាពតូចនេះនឹងត្រូវបានប្រើជារូបភាពតូច. ប្រព័ន្ធនឹងបង្កើតរូបភាពតូចប្រសិនបើមិនបានផ្តល់.',

    'slider_thumb_hint' => 'វា​អាច​ជា 150x59px',

    'variant_image' => 'រូបភាពនៃវ៉ារ្យ៉ង់',

    // Version 1.3.0
    'empty_trash' => 'សម្អាតធុងសំរាម. ធាតុទាំងអស់នៅលើធុងសំរាមនឹងត្រូវលុបចោលជាអចិន្ត្រៃយ៍.',

    'hide_trial_notice_on_vendor_panel' => 'លាក់សេចក្តីជូនដំណឹងសាកល្បងនៅលើបន្ទះអ្នកលក់',

    'language_order' => 'ទីតាំងដែលអ្នកចង់បង្ហាញភាសានេះលើជម្រើសភាសា. លេខតូចបំផុតនឹងបង្ហាញមុនគេ.',

    'locale_active' => 'តើអ្នកចង់បង្ហាញភាសានេះលើជម្រើសភាសាទេ?',

    'locale_code' => 'លេខកូដមូលដ្ឋាន, លេខកូដត្រូវតែមានឈ្មោះដូចគ្នានឹងថតភាសា.',

    'locale_code_exmaple' => 'ឧទាហរណ៍សម្រាប់កូដអង់គ្លេសគឺ <em>en</em>',

    'new_language_info' => 'ភាសាថ្មីនឹងមិនប៉ះពាល់ដល់ប្រព័ន្ធទេលុះត្រាតែអ្នកធ្វើប្រតិបត្តិការថតភាសា. ពិនិត្យមើលឯកសារសម្រាប់ព័ត៌មានលម្អិត.',

    'php_locale_code' => 'កូដមូលដ្ឋានរបស់ PHP សម្រាប់ការប្រើប្រាស់ប្រព័ន្ធដូចជាការបកប្រែកាលបរិច្ឆេទ, ពេលវេលា etc. សូមស្វែងរកបញ្ជីឈ្មោះកូដមូលដ្ឋានរបស់ PHP នៅលើឯកសារ.',
    // 'php_locale_code' => 'កូដមូលដ្ឋានរបស់ PHP សម្រាប់ការប្រើប្រាស់ប្រព័ន្ធដូចជាកាលបរិច្ឆេទផ្លាស់ប្តូរ, ពេលវេលា etc. សូមស្វែងរកបញ្ជីពេញនៅទីនេះ https://github.com/ahkmunna/locale-list/blob/master/data/rw/locales.php',

    'rtl' => 'តើភាសាគឺត្រឹមត្រូវទៅឆ្វេង (RTL)?',

    'select_all_verification_documents' => 'ជ្រើសរើសឯកសារទាំងអស់ក្នុងពេលតែមួយ.',

    'system_default_language' => 'ភាសាលំនាំដើមរបស់ប្រព័ន្ធ',

    'update_trial_period' => 'ធ្វើបច្ចុប្បន្នភាពរយៈពេលសាកល្បង',

    'vendor_needs_approval' => 'ប្រសិនបើបានបើកដំណើរការ, រាល់អ្នកលក់ថ្មីនឹងត្រូវការការយល់ព្រមដោយដៃពីបន្ទះគ្រប់គ្រងវេទិកាដើម្បីទទួលបានការផ្សាយបន្តផ្ទាល់.',

    'verified_seller' => 'អ្នកលក់ដែលបានផ្ទៀងផ្ទាត់',

    'mark_address_verified' => 'សម្គាល់ថាអាសយដ្ឋានត្រូវបានផ្ទៀងផ្ទាត់',

    'mark_id_verified' => 'សម្គាល់ជា ID បានផ្ទៀងផ្ទាត់',

    'mark_phone_verified' => 'សម្គាល់ថាបានផ្ទៀងផ្ទាត់តាមទូរស័ព្ទ',

    // Version 1.3.3
    'missing_required_data' => 'ទិន្នន័យមិនត្រឹមត្រូវ, ទិន្នន័យចាំបាច់មួយចំនួនបានបាត់.',

    'invalid_catalog_data' => 'ទិន្នន័យកាតាឡុកមិនត្រឹមត្រូវ, Recheck the GTIN and other information.',

    'product_have_to_be_catalog' => 'ផលិតផលត្រូវតែមាននៅក្នុងផ <strong>catalog</strong> system. otherwise it will not upload.',

    'need_to_know_product_gtin' => 'អ្នកត្រូវស្គាល់ឯកសារ <strong>GTIN</strong> នៃធាតុមុនពេលផ្ទុកឡើង.',

    'multi_img_upload_instruction' => 'អ្នកអាចផ្ទុកឡើងអតិបរមា :number រូបភាពនិងទំហំឯកសារនីមួយៗមិនអាចលើសពីនេះបានទេ :size KB',

    'number_of_img_upload_required' => 'អ្នកត្រូវជ្រើសរើសយ៉ាងហោចណាស់ <b>{n}</b> {files} ផ្ទុកឡើង. សូមព្យាយាមផ្ទុកឡើងវិញ!',

    'msg_invalid_file_extension' => 'ផ្នែកបន្ថែមមិនត្រឹមត្រូវសម្រាប់ឯកសារ {name}. តែប៉ុណ្ណោះ <b>{extensions}</b> ឯកសារត្រូវបានគាំទ្រ.',

    'number_of_img_upload_exceeded' => 'អ្នកអាចផ្ទុកឡើងអតិបរមា <b>{m}</b> ឯកសារ (<b>{n}</b> បានរកឃើញឯកសារ).',

    'msg_invalid_file_too_learge' => 'ឯកសារ {name} (<b>{size} KB</b>) លើសទំហំផ្ទុកឡើងអតិបរមាដែលអនុញ្ញាត <b>{maxSize} KB</b>. សូមព្យាយាមផ្ទុកឡើងវិញ!',

    'required_fields_csv' => 'វាលទាំងនេះគឺ <strong>ទាមទារ</strong> <em>:fields</em>.',

    'seller_condition_note' => 'បញ្ចូលព័ត៌មានលម្អិតបន្ថែមទៀតអំពីលក្ខខណ្ឌធាតុ. នេះនឹងជួយអតិថិជនឱ្យយល់ពីវត្ថុ.',

    // Version 1.4.0
    'active_business_zone' => 'តំបន់ប្រតិបត្តិការអាជីវកម្មរបស់អ្នក. អ្នកលក់នឹងអាចបង្កើតតំបន់ដឹកជញ្ជូននៅក្នុងតំបន់សកម្មតែប៉ុណ្ណោះ.',

    'config_show_seo_info_to_frontend' => 'បង្ហាញព័ត៌មាន SEO ដូចជាចំណងជើងមេតា, ការពិពណ៌នាមេតា, ផ្លាកទៅផ្នែកខាងមុខ.',

    'config_can_use_own_catalog_only' => 'ប្រសិនបើបានបើកដំណើរការ, អ្នកលក់អាចប្រើតែផលិតផលកាតាឡុកផ្ទាល់ខ្លួនរបស់គាត់ដើម្បីបង្កើតបញ្ជី.',

    'currency_iso_numeric' => 'ISO 4217 លេខកូដ. ឧទាហរណ៍: USD = 840 និង JPY = 392',

    'country_iso_numeric' => 'ISO 3166-1 លេខកូដ. ឧទាហរណ៍: USA = 840 និង JAPAN = 392',

    'currency_active' => 'រូបិយប័ណ្ណសកម្មនឹងត្រូវបានបង្ហាញនៅលើទីផ្សារ.',

    'country_active' => 'រូបិយប័ណ្ណសកម្មនឹងត្រូវបានរាប់បញ្ចូលក្នុងតំបន់អាជីវកម្ម.',

    'currency_symbol' => 'និមិត្តសញ្ញារូបិយប័ណ្ណ',

    'currency_disambiguate_symbol' => 'ឧទាហរណ៍: USD = US$ និង BDT = BD$',

    'currency_html_entity' => 'ឧទាហរណ៍: JPY = ¥ និង INR = ₹',

    'currency_smallest_denomination' => 'និកាយតូចបំផុតនៃរូបិយប័ណ្ណ. តម្លៃលំនាំដើមគឺ 1',

    'currency_subunit_to_unit' => 'ចំនួនឯកតារងតម្រូវឱ្យមានឯកតាតែមួយ. តម្លៃលំនាំដើមគឺ 100',

    'eea' => 'តំបន់សេដ្ឋកិច្ចអឺរ៉ុប',

    'support_agent' => 'ភ្នាក់ងារគាំទ្រនឹងទទួលបានការជូនដំណឹងគាំទ្រទាំងអស់. ប្រសិនបើមិនបានកំណត់អ្នកជំនួញនឹងទទួលបានការជូនដំណឹងទាំងអស់.',

    'show_refund_policy_with_listing' => 'បង្ហាញគោលការណ៍ត្រឡប់និងសងប្រាក់វិញនៅលើទំព័រពិពណ៌នាផលិតផលនៅលើផ្នែកខាងមុខ.',

    'show_shop_desc_with_listing' => 'បង្ហាញការពិពណ៌នារបស់ហាងនៅលើទំព័រពិពណ៌នាផលិតផលនៅលើផ្នែកខាងមុខ.',

    'shipping_zone_select_states' => 'ប្រសិនបើអ្នកមិនឃើញជម្រើសដែលអ្នកកំពុងរកទេ, ប្រហែលជាទីផ្សារមិនដំណើរការនៅក្នុងតំបន់នោះទេ. អ្នកអាចទាក់ទងរដ្ឋបាលផ្នែកគាំទ្រផ្សារដើម្បីស្នើសុំដើម្បីបន្ថែមតំបន់.',

    'marketplace_business_area' => 'តំបន់អាជីវកម្មផ្សារ',

    'notify_new_chat' => 'ផ្ញើការជូនដំណឹងតាមអ៊ីមែលមកខ្ញុំពេលសារជជែកថ្មីមកដល់',

    'not_in_business_area' => 'តំបន់នេះមិនស្ថិតនៅក្នុងតំបន់អាជីវកម្មសកម្មរបស់ទីផ្សារទេ. ប្រហែលជាថ្មីៗនេះត្រូវបានលុបចោលដោយអ្នកគ្រប់គ្រងទីផ្សារ.',

    'region_iso_code' => 'តំបន់​នេះ ISO លេខកូដត្រូវតែមានភាពត្រឹមត្រូវ. អាន *តំបន់ពាណិជ្ជកម្ម* ផ្នែកនៅលើឯកសារដើម្បីទទួលបានជំនួយ.',

    'subscribers_count' => 'ចំនួនអតិថិជនសកម្ម',

    'this_plan_has_active_subscribers' => 'ផែនការនេះមិនអាចលុបបានទេព្រោះវាមានអតិថិជនសកម្ម.',

    'max_chat_allowed' => 'អតិបរមានៃ :size តួអក្សរ
.',
];