<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Messages Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to display messages for any action, notiches and warnings.
    | You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'canceled'          => 'បោះបង់!',
    'confirmed'         => 'បញ្ជាក់',
    'created'           => ':model ត្រូវបានបង្កើតដោយជោគជ័យ!',
    'imported'          => ':model ត្រូវបាននាំចូលដោយជោគជ័យ!',
    'sent'              => ':model ត្រូវបានបញ្ជូនដោយជោគជ័យ!',
    'updated'           => ':model ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',
    'trashed'           => ':model ត្រូវបានផ្លាស់ទៅធុងសំរាម!',
    'restored'          => ':model ត្រូវបានស្តារឡើងវិញដោយជោគជ័យ!',
    'deleted'           => ':model ត្រូវបានលុបជារៀងរហូត!',
    'card_updated' => 'កាតឥណទានត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',
    'demo_restriction' => 'សកម្មភាពនេះត្រូវបានដាក់កម្រិតសម្រាប់របៀបបង្ហាញ!',
    'subscription_cancelled' => 'ការជាវត្រូវបានលុបចោល!',
    'subscription_resumed' => 'ការជាវបន្តដោយជោគជ័យ!',
    'subscribed' => 'អបអរសាទរ! បានជាវដោយជោគជ័យ!!',
    'subscription_error' => 'កំហុសក្នុងការបង្កើតការជាវ. សូមទាក់ទងផ្នែកគាំទ្រអតិថិជន.',
    'cant_delete_faq_topic' => 'មិនអាចទេ delete: សូមលុបចោលទាំងអស់ FAQs នៅក្រោម :topic ហើយព្យាយាមម្តងទៀត!',
    'nofound'           => ':model មិនមានទេ! ព្យាយាមស្វែងរកផ្សេងទៀត.',
    'file_deleted'      => 'ឯកសារត្រូវបានលុបចោលដោយជោគជ័យ!',
    'updated_featured_categories' => 'បញ្ជីប្រភេទពិសេសត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',
    'archived'          => ':model បានទុកក្នុងប័ណ្ណសារដោយជោគជ័យ!',
    'fulfilled'         => 'ការបញ្ជាទិញត្រូវបានបំពេញដោយជោគជ័យ.',
    'fulfilled_and_archived' => 'ការបញ្ជាទិញត្រូវបានបំពេញនិងទុកក្នុងប័ណ្ណសារដោយជោគជ័យ.',
    'failed'            => 'សកម្មភាពបានបរាជ័យ! មាន​អ្វីមួយ​មិន​ប្រក្រតី!!',
    'input_error'       => 'មានបញ្ហាខ្លះជាមួយការបញ្ចូលរបស់អ្នក.',
    'secret_logged_in'  => 'ក្លែងបន្លំដោយជោគជ័យ.',
    'secret_logged_out' => 'បានចេញពីគណនីសំងាត់.',
    'you_are_impersonated' => 'អ្នកត្រូវបានក្លែងបន្លំទៅក្នុងគណនីបច្ចុប្បន្ន. ប្រយ័ត្នចំពោះសកម្មភាពរបស់អ្នក.',
    'profile_updated'   => 'គណនីអ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',
    'password_updated'  => 'ពាក្យសម្ងាត់គណនីរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',
    'incorrect_current_password' => 'ពាក្យសម្ងាត់បច្ចុប្បន្នរបស់អ្នកមិនត្រឹមត្រូវ. សូម​ព្យាយាម​ម្តង​ទៀត!',
    'file_not_exist' => 'មិនមានឯកសារដែលបានស្នើទេ!',
    'img_upload_failed' => 'ការផ្ទុកឡើងរូបភាពបានបរាជ័យ!',
    'payment_method_activation_success' => 'បានធ្វើឱ្យសកម្មដោយជោគជ័យ! ឥឡូវអ្នកអាចទទួលយកការទូទាត់ដោយប្រើវិធីសាស្ត្រនេះ.',
    'payment_method_activation_failed' => 'ការធ្វើឱ្យសកម្មវិធីសាស្ត្របង់ប្រាក់បានបរាជ័យ! សូម​ព្យាយាម​ម្តង​ទៀត.',
    'payment_method_disconnect_success' => 'ផ្តាច់ដោយជោគជ័យ!',
    'payment_method_disconnect_failed' => 'កម្មវិធីនេះមិនត្រូវបានភ្ជាប់ជាមួយគណនីឆ្នូតទេ, ឬគណនីមិនមាន.',
    'invoice_sent_to_customer' => 'The invoice has been sent to the customer.',
    'freezed_model' => 'កំណត់ត្រានេះត្រូវបានបង្កកដោយការកំណត់ប្រព័ន្ធ. កម្មវិធីត្រូវការតម្លៃនេះដើម្បីដំណើរការឱ្យបានត្រឹមត្រូវ.',
    'email_verification_notice' => 'អាសយដ្ឋានអ៊ីមែលរបស់អ្នកមិនត្រូវបានផ្ទៀងផ្ទាត់ទេ, សូមផ្ទៀងផ្ទាត់ដើម្បីទទួលបានសិទ្ធិពេញលេញ.',
    'theme_activated' => 'ស្បែក :theme ត្រូវបានធ្វើឱ្យសកម្មដោយជោគជ័យ!',
    'the_ip_banned' => 'នេះ IP អាសយដ្ឋានត្រូវបានហាមឃាត់ពីកម្មវិធី.',
    'the_ip_unbanned' => 'នេះ IP អាសយដ្ឋានត្រូវបានយកចេញពីបញ្ជីទប់ស្កាត់.',

    'no_billing_info' => 'សូមបន្ថែមព័ត៌មានវិក្កយបត្រដើម្បីបន្ត.',
    'no_card_added' => 'សូមបន្ថែមព័ត៌មានវិក័យប័ត្រដើម្បីជាវ.',
    'we_dont_save_card_info' => 'យើងមិនរក្សាទុកព័ត៌មានកាតរបស់អ្នកទេ.',
    'plan_comes_with_trial' => 'រាល់ផែនការភ្ជាប់មកជាមួយឥតគិតថ្លៃ :days រយៈពេលសាកល្បងថ្ងៃ',
    'current_subscription' => 'ឥឡូវអ្នកត្រូវបានចុះឈ្មោះជាវទៅឯកសារ <strong>:plan</strong> ផែនការ.',
    'trial_ends_at' => 'ការសាកល្បងរបស់អ្នកបញ្ចប់ទៅ :ends ថ្ងៃ!',
    'trial_expired' => 'រយៈពេលសាកល្បងរបស់អ្នកផុតកំណត់ហើយ! ជ្រើសរើសការជាវដើម្បីបន្ត.',
    'generic_trial_ends_at' => 'ការសាកល្បងឥតគិតថ្លៃរបស់អ្នកបញ្ចប់ :ends ថ្ងៃ! បន្ថែមព័ត៌មានវិក្កយបត្រហើយជ្រើសរើសផែនការដើម្បីបន្ត.',
    'resume_subscription' => 'ការជាវរបស់អ្នកបញ្ចប់នៅ :ends ថ្ងៃ! បន្តការជាវរបស់អ្នកដើម្បីបន្ត.',
    'choose_subscription' => 'ជ្រើសរើសការជាវដែលសមនឹងស្ទីលរបស់អ្នក.',
    'trouble_validating_card' => 'យើងមានបញ្ហាក្នុងការធ្វើឱ្យកាតរបស់អ្នកមានសុពលភាព. វាអាចជាអ្នកផ្តល់កាតរបស់អ្នកកំពុងរារាំងយើងពីការបញ្ចូលថ្ម. សូមទាក់ទងអ្នកផ្តល់កាតឬជំនួយអតិថិជន.',
    'subscription_expired' => 'ការជាវរបស់អ្នកបានផុតកំណត់ហើយ! ជ្រើសរើសការជាវដើម្បីបន្ត.',
    'using_more_resource' => 'អ្នកកំពុងប្រើធនធានច្រើនជាងឯកសារ :plan ផែនការត្រូវបានអនុញ្ញាតឱ្យ. សូមប្រើផែនការដែលសមស្របនឹងអាជីវកម្មរបស់អ្នក.',
    'cant_add_more_user' => 'គំរោងការជាវបច្ចុប្បន្នរបស់អ្នកមិនអនុញ្ញាតអោយបន្ថែមអ្នកប្រើប្រាស់ទៀតទេ. ប្រសិនបើអាជីវកម្មរបស់អ្នកត្រូវការអ្នកប្រើប្រាស់ច្រើនដើម្បីគ្រប់គ្រងសូមតំឡើងគំរោងរបស់អ្នក.',
    'cant_add_more_inventory' => 'អ្នកបានឈានដល់កម្រិតកំណត់អតិបរមានៃស្តុកសម្រាប់គំរោងការជាវបច្ចុប្បន្នរបស់អ្នក. សូមធ្វើឱ្យប្រសើរផែនការរបស់អ្នកដើម្បីពង្រីកដែនកំណត់.',
    'time_to_upgrade_plan' => 'វាជាពេលវេលាល្អក្នុងការធ្វើបច្ចុប្បន្នភាពផែនការរបស់អ្នកឡើងវិញ វាជាពេលវេលាល្អក្នុងការធ្វើបច្ចុប្បន្នភាពផែនការរបស់អ្នកឡើងវិញ.  វាជាពេលវេលាល្អក្នុងការធ្វើបច្ចុប្បន្នភាពផែនការរបស់អ្នកឡើងវិញ',
    'only_merchant_can_change_plan' => 'មានតែម្ចាស់ហាងទេដែលអាចផ្លាស់ប្តូរគម្រោងវិក្កយបត្រ / ការជាវ.',
    'message_send_failed' => 'សូមអភ័យទោសមិនអាចផ្ញើសារមកឥឡូវនេះបានទេ! សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ.',
    'resource_uses_out_of' => ':used នៃ :limit',
    'cant_charge_application_fee' => 'អ្នកមិនអាចគិតថ្លៃបានទេ <b>គណៈកម្មការទីផ្សារ</b> និងក្នុងមួយ <b>ថ្លៃប្រតិបត្តិការ</b> ជាមួយវិធីសាស្ត្រទូទាត់នេះ. នេះជាជំរើសល្អប្រសិនបើអ្នកគិតកម្រៃសេវាជាវប៉ុណ្ណោះ.',
    'license_uninstalled' => 'អាជ្ញាប័ណ្ណបានលុប.',
    'license_updated' => 'អាជ្ញាប័ណ្ណត្រូវបានធ្វើបច្ចុប្បន្នភាព.',
    'take_a_backup' => 'អ្នកអាចថតរូបថតចម្លងទិន្នន័យបម្រុង. ត្រូវប្រាកដថាអ្នកបានតំឡើងចំណង់ចំណូលចិត្តបម្រុងទុកមុនពេលធ្វើសកម្មភាពនេះ. ត្រូវប្រាកដថា <code>mysqldump</code> ត្រូវបានតំឡើងនៅលើម៉ាស៊ីនមេរបស់អ្នក. ពិនិត្យមើលឯកសារសម្រាប់ជំនួយ.',
    'backup_done' => 'ការបម្រុងទុកបានបញ្ចប់ដោយជោគជ័យ!',

    // 'you_have_disputes_solve' => 'មាន :disputes ជម្លោះសកម្ម! សូមពិនិត្យនិងដោះស្រាយវិវាទ.',
    // 'you_have_refund_request' => 'អ្នក​មាន :requests ការស្នើសុំសំណង. សូមពិនិត្យនិងចាត់វិធានការ.',

    // 'action_failed'    => [
    //     'create'   => 'បង្កើត :model has been failed!',
    //     'update'   => 'ធ្វើបច្ចុប្បន្នភាព :model បានបរាជ័យ!',
    //     'trash'   => ':model ត្រូវបានផ្លាស់ទៅធុងសំរាម!',
    //     'restore'  => ':model ត្រូវបានស្តារឡើងវិញ!',
    //     'delete'   => ':model ត្រូវបានលុបចោល!',
    // ],

    'inventory_exist'   => 'ផលិតផលមាននៅក្នុងស្តុករបស់អ្នករួចហើយ. សូមធ្វើបច្ចុប្បន្នភាពបញ្ជីដែលមានស្រាប់ជំនួសឱ្យការបង្កើតបញ្ជីស្ទួន.',

    'notice' => [
        'no_billing_address' => 'អតិថិជននេះមិនមានអាសយដ្ឋានវិក័យប័ត្រដែលបានតំឡើងនៅឡើយទេ. សូមបន្ថែមអាសយដ្ឋានវិក័យប័ត្រមុនពេលបង្កើតការបញ្ជាទិញ.',

        'no_active_payment_method' => 'ហាងរបស់អ្នកមិនមានវិធីសាស្ត្រទូទាត់សកម្មទេ. សូមធ្វើឱ្យវិធីសាស្ត្រទូទាត់យ៉ាងហោចណាស់មួយដើម្បីទទួលការបញ្ជាទិញ.',

        'no_shipping_option_for_the_zone' => 'មិនមានតំបន់ដឹកជញ្ជូនសម្រាប់តំបន់នេះទេ. សូមបង្កើតតំបន់ដឹកជញ្ជូនថ្មីឬបន្ថែមតំបន់ដឹកជញ្ជូននេះទៅតំបន់ដែលមានស្រាប់.',

        'no_rate_for_the_shipping_zone' => 'នេះ <strong> :zone </strong> តំបន់ដឹកជញ្ជូនមិនមានអត្រាដឹកជញ្ជូនទេ. សូមបង្កើតអត្រាដឹកជញ្ជូនដើម្បីទទួលយកការបញ្ជាទិញពីតំបន់នេះ.',

        'cant_cal_weight_shipping_rate' => 'មិនអាចគណនាអត្រាដឹកទំនិញដែលមានទម្ងន់បានទេ. ដោយសារតែទំងន់មិនត្រូវបានកំណត់សម្រាប់របស់របរមួយចំនួន.'
    ],

    'no_changes' => 'គ្មានអ្វីត្រូវបង្ហាញទេ',
    'no_orders' => 'រកមិនឃើញការបញ្ជាទិញទេ!',
    'no_history_data' => 'គ្មានព័ត៌មានត្រូវបង្ហាញទេ',
    'this_slug_taken' => 'ស្ពាយនេះត្រូវបានគេយក! សាកល្បងថ្មី.',
    'slug_length' => 'ស្នាមក្រញាំគួរតែមានយ៉ាងហោចណាស់បីតួអក្សរ.',
    'message_count' => 'អ្នក​មាន :count សារ',
    'notification_count' => 'អ្នក​មាន :count ការជូនដំណឹងមិនទាន់អាន',
    'alert' => 'ដាស់តឿន!',
    'dispute_appealed' => 'ជម្លោះមួយបានប្តឹងឧទ្ធរណ៍',
    'appealed_dispute_replied' => 'ការឆ្លើយតបថ្មីសម្រាប់ជម្លោះដែលបានប្តឹងឧទ្ធរណ៍',
    'thanks' => 'សូមអរគុណ',
    'regards' => 'ដោយក្តីគោរព , ',
    'ticket_id' => 'សំបុត្រ ID',
    'category' => 'ប្រភេទ',
    'subject' => 'មុខវិជ្ជា',
    'prioriy' => 'អាទិភាព',
    'amount' => 'ចំនួនទឹកប្រាក់',
    'shop_name' => 'ឈ្មោះហាង',
    'customer_name' => 'ឈ្មោះ​អតិថិជន',
    'shipping_address' => 'អាសយដ្ឋានដឹកជញ្ជូន',
    'billing_address' => 'អាសយដ្ឋានវិក្កយបត្រ',
    'shipping_carrier' => 'ក្រុមហ៊ុនដឹកជញ្ជូន',
    'tracking_id' => 'ការ​តាមដាន ID',
    'order_id' => 'បញ្ជាទិញ ID',
    'payment_method' => 'វិធី​សា​ស្រ្ត​ទូទាត់',
    'payment_status' => 'ស្ថានភាពទូទាត់',
    'order_status' => 'ស្ថានភាពលំដាប់',
    'status' => 'ស្ថានភាព',
    'unread_notification' => 'ការជូនដំណឹងមិនទាន់អាន',
    'profile_updated' => 'បានធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូប',
    'system_is_live' => 'ទីផ្សារត្រលប់ទៅ LIVE!',
    'system_is_down' => 'ទីផ្សារធ្លាក់ចុះ!',
    'system_config_updated' => 'បានធ្វើបច្ចុប្បន្នភាពប្រព័ន្ធ!',
    'system_info_updated' => 'ព័ត៌មានប្រព័ន្ធត្រូវបានធ្វើបច្ចុប្បន្នភាព!',
    'temp_password' => 'ពាក្យសម្ងាត់បណ្តោះអាសន្ន: :password',
    'password_updated' => 'ពាក្យសម្ងាត់ត្រូវបានផ្លាស់ប្តូរ!',
    'shop_created' => 'ហាង :shop_name ត្រូវបានបង្កើតឡើង!',
    'shop_updated' => 'ព័ត៌មានហាងត្រូវបានធ្វើបច្ចុប្បន្នភាព!',
    'shop_config_updated' => 'ការកំណត់រចនាសម្ព័ន្ធហាងត្រូវបានធ្វើបច្ចុប្បន្នភាព!',
    'shop_down_for_maintainace' => 'ហាងទៅចុះ!',
    'shop_is_live' => 'ហាងត្រលប់ទៅ LIVE វិញ!',
    'ticket_replied' => 'សំបុត្រត្រូវបានឆ្លើយតប',
    'ticket_updated' => 'សំបុត្រត្រូវបានធ្វើបច្ចុប្បន្នភាព',
    'ticket_assigned' => 'សំបុត្រថ្មីត្រូវបានប្រគល់ឱ្យអ្នក',
    'we_will_get_back_to_you_soon' => 'ផ្ញើរសារមកយើងហើយយើងនឹងត្រលប់មកអ្នកវិញឆាប់ៗ!',
    'faqs' => 'សំណួរដែលគេសួរញឹកញាប់បំផុត',
    'how_the_marketplace_works' => '
វាជាការប្រសើរណាស់ដែលត្រូវដឹងពីរបៀបដែលប្រព័ន្ធដំណើរការ, មុនពេលអ្នកចុះឈ្មោះ',
    'merchant_benefits' => 'ការលក់តាមអ៊ិនធរណេតមិនដែលងាយស្រួលទេ.',
    'import_ignored' => 'ជួរខ្លះមិនត្រូវបានអើពើ! សូមពិនិត្យព័ត៌មាននិងនាំចូលម្តងទៀត.',
    'import_demo_contents' => 'ការនាំចូលមាតិកាសាកល្បងនឹងយកទិន្នន័យទាំងអស់ចេញពីឃ្លាំងទិន្នន័យហើយកំណត់រចនាសម្ព័ន្ធឡើងវិញទាំងអស់លើកលែងតែឯកសារ <small>(នេះ .env និងឯកសារកំណត់រចនាសម្ព័ន្ធផ្សេងទៀតនៅក្នុងកុងសូល / ថតឯកសារ)</small> ការកំណត់រចនាសម្ព័ន្ធ . ប្រព័ន្ធនឹងត្រលប់ទៅការតំឡើងថ្មី. <br/><b> អ្នកមិនអាចត្រឡប់សកម្មភាពនេះវិញទេ.</b>',
    'imported' => 'បាននាំចូលដោយជោគជ័យ!',
    'env_saved' => 'នេះ .env បានរក្សាទុកឯកសារដោយជោគជ័យ!',
    'modify_environment_file' => 'ប្រយ័ត្នពេលធ្វើការជាមួយ .env ឯកសារ. នេះជាឯកសារកំណត់រចនាសម្ព័ន្ធសំខាន់ហើយប្រព័ន្ធនឹងបែកប្រសិនបើអ្នកធ្វើអ្វីខុសនៅទីនេះ. បម្រុងទុករាល់ពេលដែលអ្នកចង់ធ្វើការកែប្រែ. <br/><b>អ្នកមិនអាចត្រឡប់សកម្មភាពនេះវិញទេ.</b>',

    'unfulfilled_percents' => ':percent% នៃថ្ងៃនេះ ការបញ្ជាទិញសរុប',
    'update_app_license' => 'ធ្វើបច្ចុប្បន្នភាពអាជ្ញាប័ណ្ណប្រសិនបើ IP អាសយដ្ឋានម៉ាស៊ីនមេរបស់អ្នកត្រូវបានប្តូរ, ដូច្នេះស្គ្រីបបន្តធ្វើការលើអ្វីថ្មី IP.',
    'uninstall_app_license' => 'ការដកអាជ្ញាប័ណ្ណនឹងអនុញ្ញាតឱ្យអ្នកតំឡើងស្គ្រីបឡើងវិញហើយការតំឡើងបច្ចុប្បន្ននឹងឈប់ដំណើរការភ្លាមៗ. សូមយកឯកសារដំឡើងចាស់ចេញដើម្បីជៀសវាងបញ្ហាដែលមិនបានរំពឹងទុកជាមួយនឹងការតំឡើងថ្មី.<br/><b>អ្នកមិនអាចត្រឡប់សកម្មភាពនេះវិញទេ.</b>',
    'last_30_days_percents' => ':percent% :state ក្នុងរយៈពេល 30 ថ្ងៃ',
    'stock_out_percents' => ':percent% សរុប :total របស់របរ',
    'todays_sale_percents' => ':percent% :state តាំងពី​ម្សិលមិញ',
    'no_sale' => 'គ្មានលក់ :date',
    'loogedin_as_admin' => 'អ្នកបានចូលជាអ្នកប្រើរដ្ឋបាលរួចហើយ.',

    'permission'        => [
        'denied'        => 'សិទ្ធិត្រូវបានបដិសេធ!',
    ],

    // Version 1.2.4
    'listings_not_visible' => 'ការចុះបញ្ជីរបស់អ្នកមិនអាចមើលឃើញនៅផ្នែកខាងមុខទេ. Because: :reason',
    'no_active_payment_method' => 'ហាងរបស់អ្នកមិនមានវិធីសាស្ត្រទូទាត់សកម្មទេ.',
    'no_active_shipping_zone' => 'ហាងរបស់អ្នកមិនមានតំបន់ដឹកជញ្ជូនសកម្មទេ. សូមបង្កើតតំបន់ដឹកជញ្ជូនដើម្បីទទួលយកការបញ្ជាទិញ.',

    // Version 1.2.5
    'your_shop_in_hold' => 'ហាងរបស់អ្នករង់ចាំ! យើងនឹងពិនិត្យនិងអនុម័តហាងរបស់អ្នកឱ្យបានឆាប់បំផុត!',
    'youe_shop_in_maintenance_mode' => 'ហាងនៅក្នុងរបៀបថែទាំ.',

    // Version 1.3.0
    'how_id_verification_helps' => 'តើការផ្ទៀងផ្ទាត់អត្តសញ្ញាណជួយយ៉ាងដូចម្តេច',

    'how_the_verification_process_works' => 'តើដំណើរការដំណើរការយ៉ាងដូចម្តេច',

    'subscription_updated' => 'ការជាវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',

    'subscription_update_failed' => 'ការធ្វើបច្ចុប្បន្នភាពការជាវបានបរាជ័យ! សូមមើលឯកសារកំណត់ហេតុសម្រាប់ព័ត៌មានលម្អិត.',

    'misconfigured_google_analytics' => 'របាយការណ៍វិភាគ Google ត្រូវបានបើកប៉ុន្តែមិនត្រូវបានតំឡើងឬកំណត់រចនាសម្ព័ន្ធមិនត្រឹមត្រូវ! សូមពិនិត្យមើលឯកសារសម្រាប់ជំនួយ.',

    'pending_approvals' => '[0,1] :count រង់ចាំការយល់ព្រមត្រូវការសកម្មភាព|[2,*] :count ការអនុម័តដែលមិនទាន់សម្រេចត្រូវការសកម្មភាព',

    'pending_verifications' => '[0,1] :count ការផ្ទៀងផ្ទាត់ដែលមិនទាន់សម្រេចត្រូវការសកម្មភាព|[2,*] :count ការផ្ទៀងផ្ទាត់ដែលមិនទាន់សម្រេចត្រូវការសកម្មភាព',

    'verification_intro' => 'នៅពេលដែលអ្នកត្រូវបានផ្ទៀងផ្ទាត់, យើងនឹងបង្ហាញឯកសារ <strong>បានផ្ទៀងផ្ទាត់</strong> ផ្លាកសញ្ញានៅលើអាជីវកម្មរបស់អ្នកនិងនៅលើទំព័រប្រវត្តិរូបហាងរបស់អ្នក. នេះអនុញ្ញាតឱ្យអាជីវកម្មរបស់អ្នកកសាងទំនុកចិត្តនៅលើទីផ្សារ.',

    'verification_process' => '<ul>
            <li>អ្នកថតរូបឬស្កេនឯកសាររបស់អ្នក ID (លិខិតឆ្លងដែន, បណ្ណបើកបរ or រដ្ឋាភិបាលចេញ ID) ដោយប្រើក HD ម៉ាស៊ីនថតនិងផ្ទុកឡើង</li>
            <li>បញ្ចូលភស្តុតាងនៃអាសយដ្ឋានរបស់អ្នក (បណ្ណបើកបរ, បង្កាន់ដៃបង់ពន្ធលើអចលនទ្រព្យ, វិក័យប័ត្រប្រើប្រាស់ឬកិច្ចព្រមព្រៀងជួល)</li>
            <li>អ្នកយករឺបញ្ចូលរូបភាពលើផ្ទៃមុខរបស់អ្នក.</li>
            <li>យើងនឹងពិនិត្យមើលថាពួកគេគឺជារូបភាពរបស់មនុស្សតែមួយ.</li>
            <li>អ្នកមិនអាចប្រើឯកសារដូចគ្នាបានទេ (បណ្ណបើកបរ) សម្រាប់ ID និងការបញ្ជាក់អាសយដ្ឋាន.</li>
        </ul>',

    'what_the_verification_documents_need' => 'តើឯកសារអត្តសញ្ញាណប័ណ្ណផ្លូវការអ្វីខ្លះដែលខ្ញុំត្រូវការ?',

    'verification_documents' => 'អ្នក​អាច ប្រើ: <ul>
            <li>លិខិតឆ្លងដែនរបស់អ្នក</li>
            <li>ប័ណ្ណបើកបររបស់អ្នក</li>
            <li>រដ្ឋាភិបាលចេញ ID.</li>
            <li>បង្កាន់ដៃបង់ពន្ធលើអចលនទ្រព្យ</li>
            <li>វិក័យប័ត្រប្រើប្រាស់</li>
            <li>កិច្ចព្រមព្រៀង​ជួល</li>
        </ul>
        ប័ណ្ណបើកបរនិងអត្តសញ្ញាណប័ណ្ណដែលចេញដោយរដ្ឋាភិបាលត្រូវតែធ្វើពីផ្លាស្ទិច. អត្តសញ្ញាណប័ណ្ណទាំងអស់ត្រូវតែមានសុពលភាព.',

    'verified_business_name_like' => 'ឈ្មោះអាជីវកម្មរបស់អ្នកនឹងត្រូវបានបង្ហាញដូចនេះ',

    // Version 1.3.3
    'csv_import_process_started' => 'ទិន្នន័យត្រូវបានដាក់ស្នើដោយជោគជ័យ. ដំណើរការអាចចំណាយពេលតិចបំផុត. អ្នកនឹងទទួលបានអ៊ីមែលនៅពេលដែលរួចរាល់.',

    'model_has_association' => 'នេះ :model មាន :associate នៅ​ក្នុង​វា. ដើម្បីលុបវា :model, សូមលុបចោលទាំងអស់ :associate នៅក្រោម :model',

    // Version 1.4.0
    'active_worldwide_business_area' => 'ស្ថានភាពនឹងមិនមានផលប៉ះពាល់ទេនៅពេលដែលតំបន់ពាណិជ្ជកម្មទីផ្សារត្រូវបានកំណត់ទូទាំងពិភពលោក! ដើម្បីផ្លាស់ប្តូរការកំណត់តំបន់អាជីវកម្មសូមពិនិត្យមើលផ្នែកកំណត់រចនាសម្ព័ន្ធ.',

    'please_select_conversation' => 'សូមជ្រើសរើសការសន្ទនាពីខាងឆ្វេង.',

    'session_expired' => 'វេនរបស់អ្នកបានផុតកំណត់ហើយ! សូមចូល.',
];